{
  "contents": [
    {
      "id": 1684530960811,
      "contentTitle": "Ways to personalise a new build home",
      "author": "Gleeson homes",
      "category": "home",
      "publicationDate": "20-05-2023",
      "banner":"https://images.pexels.com/photos/821652/pexels-photo-821652.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "comments":5,
      "score":30,
      "content": "Are you currently looking into purchasing a new home? Or maybe you’ve just got the keys to one? There is a common misconception that buying a new build means you won’t be able to add your own personal touch, but that is not the case. If you secure your home early enough in the build process, some developers will allow you to personalise the home during the building stage. This will vary between different developers but typically includes choosing cabinet colours, worktop materials, and carpet colours.It is worth noting that opting for anything that doesn’t come as standard will likely come at a higher price and so this will need to be factored into your budget. Period features As suggested by the name new build, these types of homes won’t have period features, however, nothing is stopping you from adding features to your home that make it feel like an older property. Picture rails, ceiling roses, and wall panelling are popular choices for giving a home more character.Not only will this give your home more character, but it may also increase its appeal for selling in the future."
    },
    {
      "id": 1684530960812,
      "contentTitle": "Decorate with the new Farrow & Ball palette",
      "author": "Decorate homes",
      "category": "home",
      "publicationDate": "20-05-2023",
      "banner":"https://images.pexels.com/photos/7772547/pexels-photo-7772547.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "comments": 6,
      "score":7,
      "content": "Artwork Adding artwork is an effective way to add personality to any home, new build or not. Why not create a gallery wall? Having a mixture of prints and personal images, of differing sizes is a good way to inject your own taste into your home. Soft furnishings Similar to artwork, adding in soft furnishings is a lovely way to make your home feel cosier and more personal to you. This could include blankets, cushions, and rugs. Opt for soft furnishings that include colours that complement the wall and floor colours already in your home. Front Due to the way they are built, new build homes typically look incredibly similar from the outside. Just as nothing is stopping you from changing the inside, this also applies to the outside of your home. Consider painting your front door, replacing your house numbers or simply adding some hanging baskets to add personality to the front of your home and make it distinct from others on the same street."
    },
    {
      "id": 1684530960813,
      "contentTitle": "Ways to personalise a new build home",
      "author": "Gleeson Tech",
      "category": "Technology",
      "publicationDate": "11-03-2023",
      "banner":"https://images.pexels.com/photos/2002217/pexels-photo-2002217.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "comments": 20,
      "score":9,
      "content": "Lighting Lighting has a considerable impact on the atmosphere you can create at home. Include lamps, under cabinet lighting and fairy lamps rather than the overhead lighting that comes with the home. This way you can create a warmer, more inviting environment. You could even purchase and use some smart light bulbs which make controlling your lighting easier and more automated, whilst also giving you the choice between a range of colours and tones. Lots of new build properties have a very neutral colour palette but don’t let this put you off adding colour into your home. Whether you choose to do so by painting or your choice of furniture, pops of colour are a great way to give your home more of a personality. There is a high chance that when you buy a new build home it will come with standard hardware. Swapping this out for something more in line with your style is an effective way to improve the appearance of your home.Switching out your door handles, as well as light and socket covers makes a surprisingly big impact on the overall appearance of a room. Pick hardware that will wear well, in a style that will stand the test of time. "
    },
    {
      "id": 1684530960814,
      "contentTitle": "Sense of anticipation when colour paint",
      "author": "Gleeson homes",
      "category": "LifeStyle",
      "publicationDate": "10-12-2022",
      "banner":"https://images.pexels.com/photos/2657667/pexels-photo-2657667.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
      "comments": 50,
      "score":3,
      "content": "Once you get the keys to your new home, there are plenty of ways you can use greenery to liven up your home. Adding a range of plants to any room helps bring life into the home. Be sure to read the care instructions before purchasing any plant, and make sure you are able to place it somewhere that it will thrive. As well as including greenery inside the home, you can also upgrade your garden too. No matter the size, there are always improvements to be made to any garden. You could add in some planting boxes for vegetables or introduce some solar lights so you can use the space at night.  There is a high chance that when you buy a new build home it will come with standard hardware. Swapping this out for something more in line with your style is an effective way to improve the appearance of your home.Switching out your door handles, as well as light and socket covers makes a surprisingly big impact on the overall appearance of a room. Pick hardware that will wear well, in a style that will stand the test of time. "
    }
    
  ]
}