{
  "blogs": [
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/bluemoon_nasa_option_2023-05-19_01.29.31_0.jpg?auto=webp&width=1440&height=810",
      "title": "NASA chooses Blue Origin to build Artemis V lunar lander",
      "content": "On Friday, NASA awarded Blue Origin a contract to provide a lunar lander for the Artemis V moon mission scheduled for 2029—two years after they lost a bid to build similar vehicles for the Artemis III and IV missions.  Blue Origin will lead a consortium that also includes Lockheed Martin and Boeing to design and build the lander, with NASA contributing $3.4 billion in funding. According to The New York Times, Blue Origin’s VP for lunar transportation also confirmed their company would also add “well north” of that number for the project.",
      "author": "ANDREW PAUL",
      "category": "Science",
      "date": "05/22/2023, 02:25:47 AM",
      "id": 1
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/the-dark-queen-iP-v38wQWb4-unsplash.jpg?auto=webp&width=1440&height=813.97590361446",
      "title": "Spy tech and rigged eggs help scientists study the secret lives of animals",
      "content": "Last week, The New York Times went backstage at the Oregon Zoo for an intimate look at the fake eggs the zoo was developing as a part of its endangered Condor nursery program.   The idea is that caretakers can swap out the real eggs the birds lay for smart egg spies that look and feel the same. These specially designed, 3D-printed eggs have been equipped with sensors that can monitor the general environment of the nest and the natural behaviors of the California condor parents (like how long they sat on the egg for, and when they switched off between parents).   In addition to recording data related to surrounding temperature and movement, there’s also a tiny audio recorder that can capture ambient sounds. So what’s the use of the whole charade?   The Oregon Zoo’s aim is to use all the data gathered by the egg to better recreate natural conditions within their artificial incubators, whether that has to do with adjusting the temperatures they set these machines to, integrating periodic movements, or play back the sounds from the nest, which will ideally improve the outcomes from its breeding efforts. And it’s not the only group tinkering with tech like this.",
      "author": "CHARLOTTE HU",
      "category": "Technology",
      "date": "05/22/2023, 04:42:14 PM",
      "id": 2
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/18/muhly-grass-native-types-of-grass.jpg?auto=webp&width=1440&height=859.68",
      "title": "9 native grasses that will revitalize your sad, water-wasting lawn",
      "content": "The most irrigated crop in the US isn’t a particularly tasty one. Nationwide, lawn grass takes up a total area bigger than the size of Georgia, and requires more than 300 gallons of watering per household a day. “These turf grasses have really short roots, so they require nearly a constant input of water,” says Becky Barak, a conservation scientist at the Chicago Botanic Garden and leader of the Rethinking Lawns Project.  The traditional American lawn, which often holds non-native species from Africa, Asia, and Europe, can be great for kids and dogs to run around on. But there are tons of native plantings that decrease water and pesticide use, reduce time and energy spent on mowing, absorb stormwater, and provide real habitat for wildlife. Not to mention, they make an incredible backdrop in the process. “Some native grasses can be mowed to look more like traditional turf grasses,” Barak says. “But then there are others that are beautiful and can add so much visual appeal and a totally different look.”",
      "author": "HELEN BRADSHAW",
      "category": "Environment",
      "date": "05/22/2023, 04:42:48 PM",
      "id": 3
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/My-project-2023-05-19T165949.304.jpg?auto=webp&width=1440&height=810",
      "title": "Plugging methane leaks could open up thousands of jobs in Texas",
      "content": "This article originally appeared on Inside Climate News, a nonprofit, independent news organization that covers climate, energy and the environment. It is republished with permission. Sign up for their newsletter here.   A new report finds that methane regulations proposed by the Environmental Protection Agency  could spur job growth in Texas as oil and gas operators measure, monitor and mitigate the harmful greenhouse gas.  While Texas officials argue the methane regulations would kill jobs, the report, published today by the Texas Climate Jobs Project and the Ray Marshall Center at the University of Texas, Austin, found that new federal methane regulations could create between 19,000 and 35,000 jobs in the state.   Oil and gas producing regions, including the Permian Basin, would need a significant workforce to detect methane leaks, replace components known to leak the gas and plug abandoned wells. Previous research shows the methane mitigation industry is already growing.  In the absence of state methane rules, the EPA’s draft methane rule, first issued in November 2021 and strengthened in a supplemental filing last November, along with a new methane fee under the Inflation Reduction Act, will have a major impact on oil and gas operations in the Lone Star state.   “We want to show that environmental policies are not job killers,” said Christopher Agbo, research and policy coordinator for the Texas Climate Jobs Project, an affiliate of the Texas AFL-CIO. “You can create tens of thousands of good-paying, family-sustaining union jobs while also cutting back on emissions.”",
      "author": "MARTHA PSKOWSKI",
      "category": "Environment",
      "date": "05/22/2023, 04:43:24 PM",
      "id": 4
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/MarsPinestand.png?auto=webp&width=1440&height=810",
      "title": "Mars rover snaps pics of dusty craters that may have once roared with water",
      "content": "In its two years and three months of exploring the Red Planet, NASA’s Perseverance Rover has been one busy moving Martian science lab. It has detected signs of past chemical reactions, begun building  a Martian rock depot, and recorded audio of a dust devil for the first time. Perseverance’s Mastcam-Z instrument collected 152 images while looking deep into Belva Crater. Belva is a large impact crater that lies within the far larger Jezero Crater, which is where Perseverance landed in 2021. The new images are dramatic to look at, but also provide the science team with new insights into Jezero crater’s interior.   “Mars rover missions usually end up exploring bedrock in small, flat exposures in the immediate workspace of the rover,” deputy project scientist of Perseverance at NASA’s Jet Propulsion Laboratory Katie Stack Morgan said in a statement. “That’s why our science team was so keen to image and study Belva. Impact craters can offer grand views and vertical cuts that provide important clues to the origin of these rocks with a perspective and at a scale that we don’t usually experience.”",
      "author": "LAURA BAISAS",
      "category": "Science",
      "date": "05/22/2023, 04:44:02 PM",
      "id": 5
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/CaliCondorHatchling.png?auto=webp&width=1440&height=810",
      "title": "Thriving baby California condor is a ray of hope for the unique species",
      "content": "On May 9, a baby California condor hatched at Liberty Wildlife, a wildlife rehabilitation, education, and conservation organization in Phoenix, Arizona. The hatching is a ray of hope and welcome good news for the struggling species that was only recently brought back from the brink of extinction.   Only 22 condors were believed to be alive during the 1980s after a maelstrom of habitat loss, poaching, lead poisoning accidents with power lines, and the insecticide DDT. Currently, about 275 wild birds are cruising the skies about California, Utah, Arizona, and Baja California, Mexico, more than 160 are in captivity, and more than 400 live worldwide.",
      "author": "LAURA BAISAS",
      "category": "Science",
      "date": "05/22/2023, 04:44:26 PM",
      "id": 6
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/18/kraken.jpg?auto=webp&width=1440&height=810",
      "title": "A new NASA study will put people through a brain-shaking ride in the Kraken",
      "content": "Pilots can experience forces while flying that punish their bodies, and they can also find themselves in disorienting situations. A military pilot in a fighter jet will endure G-forces as they maneuver, resulting in a crushing sensation that causes the blood to drain downwards in their bodies, away from the brain. And someone at the controls of a plane or helicopter, even in more routine flights, can have their senses become discombobulated. One of the causes of the crash that killed Kobe Bryant in 2020 was “spatial disorientation” on the pilot’s part, according to the NTSB.   Then there’s being launched in a rocket up into space. One astronaut recalled to PopSci that when flying in the space shuttle, the engines shut down, as planned, 8.5 minutes after launch. “It felt like the shuttle stopped, and I went straight through it,” he said. “I got a tremendous tumbling sensation.” Another astronaut noted in a recent NASA press release that he felt like he “was on a merry-go-round as my body hunted for what was up, down, left, and right,” in the shuttle as well.  And of course, anyone down on Earth who has ever experienced vertigo, a sensation of spinning, or nausea, knows that those are miserable, even frightening sensations.   To better understand all the uncanny effects that being up in the air or in space has on humans, NASA is going to employ a Navy machine called the Kraken, which is also fittingly called the Disorientation Research Device—a supersized contraption that cost $19 million and weighs 245,000 pounds. Pity the poor person who climbs into the Kraken, who could experience three Gs of force and be spun around every which way. NASA notes that the machine, which is located in Ohio, “can spin occupants like laundry churning in a washing machine.” It can hold two people within its tumbling chamber. As tortuous as it sounds, the machine provides a way to study spatial disorientation—a phenomenon that can be deadly or challenging in the air or in space—safely down on dry land.",
      "author": "ROB VERGER",
      "category": "Health",
      "date": "05/22/2023, 04:45:35 PM",
      "id": 7
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/18/how-to-use-ipad-as-second-screen.jpg?auto=webp&width=1440&height=810",
      "title": "You should use your iPad as a second screen",
      "content": "When you get used to multiple monitors it feels impossible to work without them. But these devices are not as portable as your trusty MacBook, so you should probably learn how to use your iPad as a second screen.  Thanks to a feature called Sidecar, iPads can mirror your laptop’s screen or act as an extension of it. And even if they’re not as big as your desktop monitor, Apple’s tablets are a lot easier to pack, so you can seamlessly take your work wherever you go.",
      "author": "JUSTIN POT",
      "category": "Diy",
      "date": "05/22/2023, 04:47:21 PM",
      "id": 8
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/17/How-to-use-ai-in-lightroom-classic.jpg?auto=webp&width=1440&height=810",
      "title": "5 AI tools in Adobe Lightroom Classic to boost your photo editing",
      "content": "Adobe has been building artificial intelligence into applications like Photoshop for several years now. But Lightroom Classic, another of the company’s image editing programs, also features AI tools to quickly improve the look of your photos.  Underpinning it all is Adobe’s mighty AI muscle, trained on huge libraries of stock and publicly available images to generate new pictures. This means Lightroom Classic knows what a sky or a person looks like in a photo, and can make changes accordingly.",
      "author": "DAVID NIELD",
      "category": "Diy",
      "date": "05/22/2023, 04:48:20 PM",
      "id": 9
    }
  ]
}