{
  "blogs": [
    {
      "image": "https://www.popsci.com/uploads/2023/05/18/My-project-2023-05-18T124708.452.jpg?auto=webp&width=1440&height=810",
      "title": "This ancient farming practice could get a boost from the US farm bill",
      "content": "This article was originally featured on Nexus Media and Ambrook Research..  On a clear morning in April, after milking his seven cows, Tim Sauder looked over the pasture where he had just turned the animals out to graze. Like many dairy farms, Sauder’s fields swayed with a variety of greenery: chicory, alfalfa and clover. But they were also full of something typically missing on an agricultural landscape — trees. Thousands of them.  Between 2019 and 2021, Sauder planted 3,500 trees at Fiddle Creek Dairy, a 55-acre family farm in Lancaster County, Pennsylvania, where he and his wife raise cows to produce yogurt, cheese and beef. Today, young willow, hickory, poplar, pecan and persimmon trees stud the pastures, and on a crisp spring morning, rows of honey and black locusts, bur and cow oaks, were beginning to leaf out, casting shadows on the long grass below.  Sauder said planting trees has always been a priority; before he filled his pastures with them, the farm was home to a small fruit orchard as well as riparian buffers — trees planted along the creek to prevent erosion and safeguard water quality. But the trees that his cattle now graze beneath represent a fundamental shift in his operation.  The Sauders are betting the farm, as it were, on silvopasture, the ancient practice of raising animals and growing trees and pasture on the same piece of land (silva is forest in Latin). In a silvopasture setup, farmers carefully manage each element to benefit the other—relying on manure to fertilize trees, for example, or fallen fruit to feed the livestock—resulting in a system that’s greater than the sum of its parts.",
      "author": "ASHLEY STIMPSON/NEXUS MEDIA",
      "category": "Environment",
      "date": "05/21/2023, 06:16:59 PM",
      "id": 12
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/f22-and-f35-fighter-jets.jpg?auto=webp&width=1440&height=810",
      "title": "What to expect from the US Air Force’s sixth-generation fighter jet",
      "content": "On May 18, the United States Department of the Air Force announced that it is looking to award a contract for the Next Generation Air Dominance Platform in 2024. The name, shortened to NGAD, is a jumble of Pentagon concepts, obscuring what is actually sought: a novel fighter jet representing the newest era of military aircraft—a sixth-generation fighter.   “The NGAD Platform is a vital element of the Air Dominance family of systems which represents a generational leap in technology over the F-22, which it will replace,” Secretary of the Air Force Frank Kendall said in a release. “NGAD will include attributes such as enhanced lethality and the ability to survive, persist, interoperate, and adapt in the air domain, all within highly contested operational environments. No one does this better than the U.S. Air Force, but we will lose that edge if we don’t move forward now.”  The solicitation to industry for the NGAD is classified, making the details of what, exactly, the Air Force wants hard to know at this time. But jet fighters have, for decades, been classified into generations. So what makes a fighter generation, and what makes a sixth-generation fighter?  “In calling NGAD a sixth-generation fighter, that’s an important signal that it’s moving into a new level of capability, and it has to, because the threats are really evolving,” says Caitlin Lee, senior fellow at Mitchell Institute for Aerospace Studies.",
      "author": "KELSEY D. ATHERTON",
      "category": "Technology",
      "date": "05/21/2023, 06:17:27 PM",
      "id": 13
    },
    {
      "title": "Customize your Minecraft experience by installing a creeper-load of mods",
      "content": "You’ve been developing your Minecraft world for a while. You have a full set of diamond armor, a field rife with pumpkins and melons next to your lakefront mansion, and you just defeated the Ender dragon. But reaching the End doesn’t need to be the end. If you want to spice up your crafting and maximize your gameplay experience, you can easily add a few, or a few dozen, modifications.  Veterans of the game might recall how hard it was to add mods to Minecraft in the early days. The process was manual and time-consuming. I, for one, lost days, if not weeks, of my teen years seeking out the latest versions of obscure mods online, waiting for downloads, and rooting around in config folders. Today, thanks to modern modding platforms, everything is automated.  Whether you’re trying to figure out how to install Minecraft mods for the first time or just need a refresher, this guide will help you snag the best user-created additions or alterations for this beloved sandbox game. If you encounter a warden in the deep dark, though, you’re on your own.",
      "author": "JAMIE DICKMAN",
      "category": "Technology",
      "image": "https://www.popsci.com/uploads/2023/05/20/How-to-Install-Minecraft-Mods.jpg?auto=webp&width=1440&height=900",
      "date": "05/22/2023, 02:06:51 AM",
      "id": 14
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/f22-and-f35-fighter-jets.jpg?auto=webp&width=1440&height=810",
      "title": "What to expect from the US Air Force’s sixth-generation fighter jet",
      "content": "On May 18, the United States Department of the Air Force announced that it is looking to award a contract for the Next Generation Air Dominance Platform in 2024. The name, shortened to NGAD, is a jumble of Pentagon concepts, obscuring what is actually sought: a novel fighter jet representing the newest era of military aircraft—a sixth-generation fighter.   “The NGAD Platform is a vital element of the Air Dominance family of systems which represents a generational leap in technology over the F-22, which it will replace,” Secretary of the Air Force Frank Kendall said in a release. “NGAD will include attributes such as enhanced lethality and the ability to survive, persist, interoperate, and adapt in the air domain, all within highly contested operational environments. No one does this better than the U.S. Air Force, but we will lose that edge if we don’t move forward now.”  The solicitation to industry for the NGAD is classified, making the details of what, exactly, the Air Force wants hard to know at this time. But jet fighters have, for decades, been classified into generations. So what makes a fighter generation, and what makes a sixth-generation fighter?  “In calling NGAD a sixth-generation fighter, that’s an important signal that it’s moving into a new level of capability, and it has to, because the threats are really evolving,” says Caitlin Lee, senior fellow at Mitchell Institute for Aerospace Studies.",
      "author": "KELSEY D. ATHERTON",
      "category": "Technology",
      "date": "05/22/2023, 02:25:10 AM",
      "id": 15
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/bluemoon_nasa_option_2023-05-19_01.29.31_0.jpg?auto=webp&width=1440&height=810",
      "title": "NASA chooses Blue Origin to build Artemis V lunar lander",
      "content": "On Friday, NASA awarded Blue Origin a contract to provide a lunar lander for the Artemis V moon mission scheduled for 2029—two years after they lost a bid to build similar vehicles for the Artemis III and IV missions.  Blue Origin will lead a consortium that also includes Lockheed Martin and Boeing to design and build the lander, with NASA contributing $3.4 billion in funding. According to The New York Times, Blue Origin’s VP for lunar transportation also confirmed their company would also add “well north” of that number for the project.",
      "author": "ANDREW PAUL",
      "category": "Science",
      "date": "05/22/2023, 02:25:47 AM",
      "id": 16
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/How-to-add-music-to-instagram-tiktok-bereal-posts.jpg?auto=webp&width=1440&height=810",
      "title": "Social media posts are better with music. Here’s how to add your favorite tunes.",
      "content": "The era of recording mixtapes and burning CDs for friends and family has passed by, so you’ll have to get creative if you want to share the latest track or artist you’re excited about.  One of your options is social media. You can share music on Instagram or have your pick from the TikTok music selection with only a few taps.",
      "author": "DAVID NIELD",
      "category": "Diy",
      "date": "05/22/2023, 02:31:34 AM",
      "id": 17
    }
  ]
}