{
  "blogs": [
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/CaliCondorHatchling.png?auto=webp&width=1440&height=810",
      "title": "Thriving baby California condor is a ray of hope for the unique species",
      "content": "On May 9, a baby California condor hatched at Liberty Wildlife, a wildlife rehabilitation, education, and conservation organization in Phoenix, Arizona. The hatching is a ray of hope and welcome good news for the struggling species that was only recently brought back from the brink of extinction.",
      "author": "LAURA BAISAS",
      "category": "Environment",
      "date": "05/21/2023, 01:17:17 AM",
      "id": 11
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/18/My-project-2023-05-18T124708.452.jpg?auto=webp&width=1440&height=810",
      "title": "This ancient farming practice could get a boost from the US farm bill",
      "content": "This article was originally featured on Nexus Media and Ambrook Research..  On a clear morning in April, after milking his seven cows, Tim Sauder looked over the pasture where he had just turned the animals out to graze. Like many dairy farms, Sauder’s fields swayed with a variety of greenery: chicory, alfalfa and clover. But they were also full of something typically missing on an agricultural landscape — trees. Thousands of them.  Between 2019 and 2021, Sauder planted 3,500 trees at Fiddle Creek Dairy, a 55-acre family farm in Lancaster County, Pennsylvania, where he and his wife raise cows to produce yogurt, cheese and beef. Today, young willow, hickory, poplar, pecan and persimmon trees stud the pastures, and on a crisp spring morning, rows of honey and black locusts, bur and cow oaks, were beginning to leaf out, casting shadows on the long grass below.  Sauder said planting trees has always been a priority; before he filled his pastures with them, the farm was home to a small fruit orchard as well as riparian buffers — trees planted along the creek to prevent erosion and safeguard water quality. But the trees that his cattle now graze beneath represent a fundamental shift in his operation.  The Sauders are betting the farm, as it were, on silvopasture, the ancient practice of raising animals and growing trees and pasture on the same piece of land (silva is forest in Latin). In a silvopasture setup, farmers carefully manage each element to benefit the other—relying on manure to fertilize trees, for example, or fallen fruit to feed the livestock—resulting in a system that’s greater than the sum of its parts.",
      "author": "ASHLEY STIMPSON/NEXUS MEDIA",
      "category": "Environment",
      "date": "05/21/2023, 06:16:59 PM",
      "id": 12
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/f22-and-f35-fighter-jets.jpg?auto=webp&width=1440&height=810",
      "title": "What to expect from the US Air Force’s sixth-generation fighter jet",
      "content": "On May 18, the United States Department of the Air Force announced that it is looking to award a contract for the Next Generation Air Dominance Platform in 2024. The name, shortened to NGAD, is a jumble of Pentagon concepts, obscuring what is actually sought: a novel fighter jet representing the newest era of military aircraft—a sixth-generation fighter.   “The NGAD Platform is a vital element of the Air Dominance family of systems which represents a generational leap in technology over the F-22, which it will replace,” Secretary of the Air Force Frank Kendall said in a release. “NGAD will include attributes such as enhanced lethality and the ability to survive, persist, interoperate, and adapt in the air domain, all within highly contested operational environments. No one does this better than the U.S. Air Force, but we will lose that edge if we don’t move forward now.”  The solicitation to industry for the NGAD is classified, making the details of what, exactly, the Air Force wants hard to know at this time. But jet fighters have, for decades, been classified into generations. So what makes a fighter generation, and what makes a sixth-generation fighter?  “In calling NGAD a sixth-generation fighter, that’s an important signal that it’s moving into a new level of capability, and it has to, because the threats are really evolving,” says Caitlin Lee, senior fellow at Mitchell Institute for Aerospace Studies.",
      "author": "KELSEY D. ATHERTON",
      "category": "Technology",
      "date": "05/21/2023, 06:17:27 PM",
      "id": 13
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/bluemoon_nasa_option_2023-05-19_01.29.31_0.jpg?auto=webp&width=1440&height=810",
      "title": "NASA chooses Blue Origin to build Artemis V lunar lander",
      "content": "On Friday, NASA awarded Blue Origin a contract to provide a lunar lander for the Artemis V moon mission scheduled for 2029—two years after they lost a bid to build similar vehicles for the Artemis III and IV missions.  Blue Origin will lead a consortium that also includes Lockheed Martin and Boeing to design and build the lander, with NASA contributing $3.4 billion in funding. According to The New York Times, Blue Origin’s VP for lunar transportation also confirmed their company would also add “well north” of that number for the project.",
      "author": "ANDREW PAUL",
      "category": "Technology",
      "date": "05/21/2023, 06:17:49 PM",
      "id": 14
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/19/MarsPinestand.png?auto=webp&width=1440&height=810",
      "title": "Mars rover snaps pics of dusty craters that may have once roared with water",
      "content": "Perseverance’s Mastcam-Z instrument collected 152 images while looking deep into Belva Crater. Belva is a large impact crater that lies within the far larger Jezero Crater, which is where Perseverance landed in 2021. The new images are dramatic to look at, but also provide the science team with new insights into Jezero crater’s interior.   “Mars rover missions usually end up exploring bedrock in small, flat exposures in the immediate workspace of the rover,” deputy project scientist of Perseverance at NASA’s Jet Propulsion Laboratory Katie Stack Morgan said in a statement. “That’s why our science team was so keen to image and study Belva. Impact craters can offer grand views and vertical cuts that provide important clues to the origin of these rocks with a perspective and at a scale that we don’t usually experience.”  According to NASA, it is similar to a geology professor on Earth taking their students to visit highway “roadcuts.” These are places where rock layers and other geological features are visible after construction crews have sliced vertically into the rock. Belva Crater represents a natural Martian roadcut.",
      "author": "LAURA BAISAS",
      "category": "Science",
      "date": "05/21/2023, 06:18:14 PM",
      "id": 15
    },
    {
      "image": "https://www.popsci.com/uploads/2023/05/18/kraken.jpg?auto=webp&width=1440&height=810",
      "title": "A new NASA study will put people through a brain-shaking ride in the Kraken",
      "content": "Pilots can experience forces while flying that punish their bodies, and they can also find themselves in disorienting situations. A military pilot in a fighter jet will endure G-forces as they maneuver, resulting in a crushing sensation that causes the blood to drain downwards in their bodies, away from the brain. And someone at the controls of a plane or helicopter, even in more routine flights, can have their senses become discombobulated. One of the causes of the crash that killed Kobe Bryant in 2020 was “spatial disorientation” on the pilot’s part, according to the NTSB.   Then there’s being launched in a rocket up into space. One astronaut recalled to PopSci that when flying in the space shuttle, the engines shut down, as planned, 8.5 minutes after launch. “It felt like the shuttle stopped, and I went straight through it,” he said. “I got a tremendous tumbling sensation.” Another astronaut noted in a recent NASA press release that he felt like he “was on a merry-go-round as my body hunted for what was up, down, left, and right,” in the shuttle as well.  And of course, anyone down on Earth who has ever experienced vertigo, a sensation of spinning, or nausea, knows that those are miserable, even frightening sensations.   To better understand all the uncanny effects that being up in the air or in space has on humans, NASA is going to employ a Navy machine called the Kraken, which is also fittingly called the Disorientation Research Device—a supersized contraption that cost $19 million and weighs 245,000 pounds. Pity the poor person who climbs into the Kraken, who could experience three Gs of force and be spun around every which way. NASA notes that the machine, which is located in Ohio, “can spin occupants like laundry churning in a washing machine.” It can hold two people within its tumbling chamber. As tortuous as it sounds, the machine provides a way to study spatial disorientation—a phenomenon that can be deadly or challenging in the air or in space—safely down on dry land.",
      "author": "ROB VERGER",
      "category": "Technology",
      "date": "05/21/2023, 06:21:01 PM",
      "id": 16
    }
  ]
}