{
  "blogs": [
    {
      "id": 1,
        "title": "YEŞİL ALTYAPI SÜNGER ŞEHİRLER",
        "author": "Prof. Dr. Melike Gürel",
        "category": "Çevreci Tasarım",
        "date": "2023-03-20",
        "time": "09:00",
        "image": "https://www.ekolojika.com/wp-content/uploads/2023/03/Ekolojika-One-Cikan-Gorseller-4-375x195.png",
        "content": "Sünger şehirler, yağışın yüksek olduğu zamanlarda suyu hızla tahliye etmek yerine tıpkı bir sünger gibi fazla suyu absorplamak ve akışını yavaşlatmak için tasarlanmış yeşil mimari çözümleri kullanmaktadır. Sünger şehirler, geçirimli kaldırım ve yollardan, yağmur bahçelerinden, yeşil çatı ve duvarlardan, teraslardan, birbirine bağlı su yollarıyla dolu geniş yeşil alanlardan ve kuruyken park gibi davranan, taşkın zamanlarında ise sulakalanlara dönüşen sistemlerden oluşmaktadır."
    },
    {
      "id": 2,
      "title": "ÇÖP DEĞİL BİYOENERJİ",
      "author": "Araş. Gör. Dilşad Soylu",
      "category": "Atık Yönetimi",
      "date": "2020-04-18",
      "time": "14:30",
      "image": "https://www.ekolojika.com/wp-content/uploads/2016/12/xcvxzvzxv-375x195.jpg",
      "content": "HomeBiogas, bir Start-Up projesi olarak geliştirilmiştir. Bu sistemi evimizin arka bahçesine koyabileceğimiz  bir tank olarak şekilde tasarlanmıştır.  Bir günlük mutfak atığından  yaklaşık olarak  2-4 saatlik mutfakta  kullanılabilecek  tüp için gazı  üretebilmektedir. Aynı zamanda 5-7 litrelik bahçe için sıvı gübre elde edilememektedir.  1 günde 6 litrelik organik mutfak atıklarını ve 15 litrelik hayvansal atıkları biyogaza dönüştürme kapasitesine sahiptir."
    },
    {
      "id": 3,
      "title": "GÜNEŞ ENERJİSİ ile YÜZEN ÇİFTLİK",
      "author": "Nur Eriş",
      "category":"Sürdürülebilirlik",
      "date": "2017-05-17",
      "time": "11:15",
      "image": "https://www.ekolojika.com/wp-content/uploads/2017/01/Forward-Thinking-Architecture-Smart-Floating-Farms-375x195.jpg",
      "content": "Verimli tarım yapılabilecek topraklar azalırken dünya nüfusu hızla artmaya devam ediyor. Tüm dünya insanına yeterli miktarda besin üretebilmek adına Barselonalı “Forward Thinking Architecture” inovatif bir çözüm üretti: “The Smart Floating Farms-SFF-Yüzen Akıllı Çiftlikler”. Geleneksel tarıma alternatif oluşturan solar enerji çiftlikleri, kullanılmayan sulak alanları kullanışlı hale getiriyor ve uzun süreli gıda güvenliği & rezilyans* sağlıyor.*Rezilyans: bir sistemin dış etkilere karşı dayanma gücü, dış etkileri nötrleyerek sistemi eski haline dönüştürebilme yetisi."
    },
    {
      "id": 4,
      "title": "DENİZ SALYASI (MÜSİLAJ) NEDİR?",
      "author": "Yaren Özkan",
      "category": "Su/Atıksu",
      "date": "2021-03-20",
      "time": "09:00",
      "image": "https://www.ekolojika.com/wp-content/uploads/2021/06/kapak-375x195.jpg",
      "content": "Müsilaj denizlerdeki fitoplankton grubunda bulunan alglerin sayısının çok artması sonucu oluşur. Deniz salyası oluşumu için bazı koşullar gereklidir. Bu koşullardan biri azot, fosfat gibi organik maddelerin miktarının çok olmasıdır. Denize deşarj edilen atıkların içinde bol miktarda organik madde bulunduğundan dolayı azot ve fosfatı tüketmek isteyen algler hızla çoğalır ve bunun sonucunda denizdeki oksijen miktarı azalır. Buna ötrifikasyon denir. Deniz salyasının en büyük nedenlerinden biri kirliliktir. Marmara denizi de çevresinde yaşayan insan nüfusu ve faaliyetleri nedeniyle çok fazla atık deşarjına maruz kalmaktadır."
    }
  ]
}