{
  "blogs": [
    {
      "id": 1684556460763,
      "name": "Granül Kahve Nedir? Nasıl Yapılır?",
      "author": "Ahmet Kanbaz",
      "category": "Kahve",
      "content": "Granül kahve, ölçüsüz tüketildiğinde zararlı bir içecek haline gelecektir. Eğer gün içinde çok fazla kahve içiyorsanız kalp çarpıntısı beklenen bir yan etki olacaktır. Dişlerinizin bakımını ertelediğinizde, granül kahve dişlerde sararma oluşturabilir.\n\nGranül kahvenin çok fazla tüketimi sonucunda bağırsaklar çok fazla çalışacağı için ishal durumu gözlenebilir. Uykusuzluk yapabilen granül kahve, gün içinde 1-2 fincan ölçüde içilebilir. Gebelik döneminde çok fazla tüketmeniz önerilmez.",
      "imageUrl": "https://i.nefisyemektarifleri.com/2023/05/15/granul-kahve-nedir-nasil-yapilir.jpg",
      "date": "20/5/2023 7:21:0"
    },
    {
      "id": 1684609733260,
      "name": "En İyi Kahve Makinesi Hangisi?",
      "author": "Kahve Yazarı",
      "category": "Kahve",
      "content": "Kahve makinesi, tam kıvamında kahve içebilmenizi sağlayan küçük ev aletidir. Kahveleri tadında pişirmenizi sağlar. Böylece size sadece kahve saatlerinin keyfini çıkarmak kalır. Ancak piyasada pek çok özelliğe sahip kahve makinesi bulunmaktadır. Bunların içerisinde size hitap edeni bulabilmek biraz uğraş gerektirir.\n\nNespresso makine mi Tchibo mu? Philips mi Siemens mi? Tüm bu sorulara cevaben modellerin detaylı özelliklerini yazımızda bulabilir ve hangi kahve makinesini seçeceğinize daha kolay karar verebilirsiniz.",
      "imageUrl": "https://i.nefisyemektarifleri.com/2023/05/10/en-iyi-kahve-makineleri-listesi-karsilastirmali-ozellikler.jpg",
      "date": "20/5/2023 22:8:53"
    },
    {
      "id": 1684612033245,
      "name": "Bio Granit Nedir? Granit ile Arasındaki Farklar, Kullanımı",
      "author": "Granit Yazarı",
      "category": "Yemek",
      "content": "Son zamanlarda evine mutfak eşyası alacak kişilerin dikkatini bio granit ürünler çekmeye başladı. Bio granit malzemeli mutfak eşyalar, estetik açıdan şık durduğu için pek çok kişinin ilgi odağı olmaktadır. Tencere ve tava setleri başta olmak üzere; çeşitli ürünlerde kullanılan bio granit, aynı grupta yer alan granit ürünle karıştırılmaktadır. Bu karışıklığa son vermek için özel bir yazı hazırladık. Merak ettikleriniz sizi bu sayfada bekliyor.\n\nGenel olarak incelediğinizde hepsi birer tava, tencere, sosluk gibi görünse de ürünlerin malzemesi ve kalitesi bir ayrım yapmanıza yardım eder. Hangi ürün granit hangisi bio granit diye merak ettiğiniz durumlarda; bu satırlardaki bilgileri hatırlayarak bilinçli bir seçim yapabilirsiniz.",
      "imageUrl": "https://i.nefisyemektarifleri.com/2023/04/27/bio-granit-nedir-granit-ile-arasindaki-farklar-kullanimi.jpg",
      "date": "20/5/2023 23:41:55"
    },
    {
      "id": 1684612453364,
      "name": "Deneme",
      "author": "Deneme123",
      "category": "Deneme",
      "content": "Blog",
      "imageUrl": "https://i.nefisyemektarifleri.com/2023/05/16/en-guzel-cay-nasil-demlenir-puf-noktalari-lezzet-sirlari-320x213.jpg",
      "date": "20/5/2023 23:9:35"
    }
  ]
}