{
  "blogs": [
    {
      "id": 1684737390338,
      "name": "Yüzde Egzama: Neden Olur, Belirtileri, Nasıl Geçer?",
      "author": "Nefis Yemekler Sayfası",
      "category": "Sağlık",
      "content": "Sağlığa zararlı içerikli yüz bakım ürünlerinin kullanımı, yüzde egzamaya zemin hazırlar.\nYüz hijyeni yeterli oranda sağlanamadığı durumlarda egzama kendini gösterir.\nKişisel kullanılması gereken kozmetik ürünlerinin ortak kullanımı yüzde egzamayı tetikler.\nÇok soğuk havalarda nemlendirici kullanılmıyorsa ciltte kuruma ve egzama meydana gelebilir.\nBazen alerji durumları egzamayı tetikleyebilir. Özelliklede fındık ve fıstık alerjisi, süt ürünleri alerjisi dudak çevresinde egzamayı gösterebilir.\nYüz bölgesine yakın mesafede kullanılan sentetik içerikli eşyalar, egzamanın oluşmasına neden olur.\nHormonların değişmesi, regl öncesi dönem ve stresin yoğun olduğu dönemlerde yüzde egzama yayılabilir.",
      "imageUrl": "https://i.nefisyemektarifleri.com/2023/04/27/yuzde-egzama-neden-olur-belirtileri-ne-iyi-gelir-2.jpg",
      "date": "22/5/2023 9:36:30"
    },
    {
      "id": 1684737507227,
      "name": "7 Zeytin 1 İncir Diyeti Nedir, Nasıl Yapılır? 7 Faydası",
      "author": "Nefis Yemekler Sayfası",
      "category": "Sağlık",
      "content": "7 zeytin 1 incir kürü ne işe yarar sorusunun ilk ve belki de en önemli cevabı vücudun temizlenmesine katkı sağlamasıdır. Zeytin ve incirde bulunan antioksidan maddeler ödem gibi problemler için etki gösterecektir. Bedeninize yük olan yağların yakılmasını hızlandırır. Şişkinlik gibi durumlarda daha rahat mideye sahip olmanızı sağlayacaktır.\nHücre yenilenmesinde rol oynayan zeytin ve incir, beyin hücrelerinden cilt hücresine kadar gücünü gösteriyor. Bedenin ihtiyaç duyduğu vitaminleri bu iki faydalı besinden alabilirsiniz. Cilt lekelerine, saç sağlığına, vücut direncine karşı bir şifa arıyorsanız 7 zeytin 1 incir tabağınızda yerini alsın.\n7 zeytin 1 incir zayıflama konusunda da oldukça iddialı; ancak unutulmamalıdır ki hiçbir besin zayıflamak için tek başına yeterli değildir. Diyet listeleri uzman kontrolünde kişiye özel hazırlanmalıdır.\n\nBunun yanında, zayıflamak isteyenlere etkisi nedir diyorsanız, biraz daha detay verelim. İncir ve zeytin her şeyden önce metabolizma hızlandıran iki ayrı besindir. İncirde bulunan antioksidan maddeler ve zeytinde bulunan vitaminler, sağlıklı şekilde kilo vermenize destek olabilir.\n\n7 zeytin 1 incir tüketen kişilerin, daha az acıktığı bilinmektedir. Böylece gün içinde ihtiyacınız kadar kalori alıp kaçamaklardan uzak kalabilirsiniz. Günde 7 zeytin ve 1 incir tüketmenin tokluk hissi verdiği ve yağ yakımını hızlandırdığı bilim insanlarınca ortaya koyulmuştur.",
      "imageUrl": "https://i.nefisyemektarifleri.com/2023/02/06/7-zeytin-1-incir-diyeti-nedir-nasil-yapilir-5-faydasi-13.jpg",
      "date": "22/5/2023 9:38:27"
    },
    {
      "id": 1684737789507,
      "name": "E-Ticaret Fotoğraf Çekimi Hakkında Her Şey!",
      "author": "Burak Bulut",
      "category": "Fotoğraf",
      "content": "E-ticaret fotoğraf çekiminin en temel amacı, ürünlerinizin e-ticaret için reklamını yapmak için en etkili yöntemlerden biri olmasıdır. İnsan beyni duyduklarından çok gördüklerini anlar ve hatırlar. Araştırmaya göre, tüm müşteriler gördüklerinin veya algıladıklarının %80’ini ve okuduklarının %20’sini hatırlamaktadır. Ürün fotoğraflarınız, görseller söz konusu olduğunda e-ticaretin en önemli yönüdür.\nÜrün fotoğrafçısı, ürünleri mümkün olan en iyi ışıkta göstermek için görüntüleri çeker, böylece çıplak gözle nasıl göründüğüne benzer ve müşteriye hitap eder. Pazarlama kampanyaları, ürün sayfaları ve hatta sosyal medya gönderileri ürün fotoğraflarından yararlanabilir. Genellikle e-ticaret fotoğraf çekimi olarak bilinen e-ticaret ürün fotoğraf çekimi, e-ticaret perakendecileri için çekilen ürün fotoğrafçılığını tanımlayan bir kelimedir. Online müşteriler ürünü şahsen görme avantajına sahip olmadıklarından, satın alıp almama konusunda karar verirken ürün fotoğraflarına güvenmek zorundadırlar.\n1. Ürünlerinizi net bir şekilde göstermeyi sağlar.\nE-ticaret fotoğraf çekimi yapmanızın ilk nedeni, ürünlerinizi net bir şekilde göstermektir. Müşterilerin ürünlerinizi, nasıl göründüğünü, ürünün boyutunun ne kadar büyük olduğunu, ne tür bir renk görebileceklerini vb. Ürününüzün sadece bir maket tasarımını sağladığınızda, müşterilerinizin aldıkları üründen dolayı hayal kırıklığına uğrama ihtimalleri yüksek olacaktır. Gerçek ve yüksek kaliteli bir ürün fotoğrafı sağlarsanız, müşteriler ürününüzü ve daha sonra ne alacaklarını kabul edebilirler. Bu nedenle gerçek ürün fotoğrafları müşterilerinize netlik sağlayabilir.\n\n2. Markanızı geliştirir.\nE-Ticaret web siteniz ne ile tanınır? Müşteriler şirketiniz hakkında ne biliyor? Hiç e-ticaret web siteniz için markalaşma yapmayı denediniz mi? Gerçek ürün fotoğrafları sağlamak, insanların e-ticaret web sitenizi tanıması için markanızı geliştirmenize yardımcı olabilir. Şirket hikayenize uygun e-ticaret fotoğraf çekimini yapmayı deneyebilirsiniz . Örneğin, e-ticaret logonuzun rengi olan çok temelden alabiliriz. E-ticaret fotoğraf çekimini logonuzun renginin arka planıyla yapabilir veya aynı renkte bazı öğeleri koyabilirsiniz. Potansiyel müşterileriniz için bu şekilde daha fazla öne çıkabilirsiniz.\n\n3. Satışlarınızı arttırır.\nWeb sitesinde yüksek kaliteli ürün fotoğrafları sunan e-ticaret, satışları önemli ölçüde artırabilir. Müşteriler, sadece açıklama ürününü okumak yerine, satın almak istedikleri ürünlerin detaylarını görebilirler. Bir ipucu olarak, e-ticaret fotoğraf çekimi yapmak için bir model kiralamayı da deneyebilirsiniz. Diyelim ki moda e-ticareti için bir model kullandığınızda, müşteriler ürününüzün şahsen nasıl göründüğünü hayal edebilir.",
      "imageUrl": "https://burakbulut.net/wp-content/uploads/2022/08/Kozmetik-Kisisel-Bakim-Cekimi-Dekorlu-LUX-4-1.webp",
      "date": "25/5/2023 17:56:34"
    },
    {
      "id": 1684738149509,
      "name": "Fıstıklı Baklava",
      "author": "Arda'nın Mutfağı",
      "category": "Tatlı",
      "content": "Fıstıklı Baklava Kek Malzemeleri\nKeki için Malzemeler\n4 adet yumurta – oda sıcaklığında\n1 su bardağı toz şeker\n125 gr. tereyağı – eritilmiş, soğumuş\n3,5 su bardağı ekmek kırıntısı – panko\n1 su bardağı toz antep fıstığı\n1 paket kabartma tozu\n1 çay kaşığı tarçın\n3 – 4 adet kakule – dövülmüş\n1 tutam muskat\nBaklava için Malzemeler\n30 yaprak baklava yufkası\n3 su bardağı toz fıstık\n5 – 6 yemek kaşığı tereyağı\nŞerbeti için Malzemeler\n2 su bardağı su\n2 su bardağı toz şeker\n1 – 2 damla limon suyu\nŞerbeti için;\nBir sos tenceresine toz şeker ve suyu alın.\nBir çırpma teli yardımıyla şeker eriyene kadar karıştırın.\nOcağa alın ve 10 dakika kaynatın.\nKaynayan şerbeti ateşten almaya yakın limon suyu ilave edip 5 dakika daha kaynatın.\nArdından ocaktan alın ve bir karıştırma kabına alıp soğutun.\n\nKeki için;\nBir karıştırma kabında yumurta ve toz şekeri bir el mikseri yardımıyla çırpın.\nArdından erimiş ve soğumuş tereyağını ilave edip çırpmaya devam edin.\nEkmek kırıntısı, toz antep fıstığı, kabartma tozu, toz tarçın, havanda dövdüğünüz kakule ve muskat rendesini ilave edip bir spatula yardımıyla karıştırın.\n26 – 28 cm.’lik kilitli kek kalıbının tabanına yağlı kağıt serin ve kenarlarını yağlayın.\nHazırladığınız kek harcını kalıba dökün ve yayın.\n180 derecede önceden ısıtılmış fırında 30 dakika pişirin.\nPişen keki kalıbından çıkartın ve soğumaya bırakın.\nİyice soğuyan keki yatay olarak eşit olacak şekilde ortadan ikiye bölün.\n\nFıstıklı baklava için;\nTüm baklavalık yufkaları keki yaptığınız fırın kabının tabanına göre kesin.\nFırın kabınızın tabanına 1 kat yufka koyup iki tutam fıstık serpin.\nÜzerine bir kat daha yufka koyup yağlayın ve tekrar fıstık serpin.\n5 kat yufkayı fıstıklı olacak şekilde hazırlayın.\nArdından 5 kat yufkayı fıstıksız olacak şekilde aralarını yağlayarak hazırlayın.\nToplamda 10 kat baklava yufkası hazır olunca üzerine ikiye böldüğünüz keklerden birisini yerleştirin.\nKekin üzerine 5 kat yufkayı fıstıklı olacak şekilde, 5 kat yufkayı fıstıksız olacak şekilde yağlayarak yerleştirip 10 kat olacak şekilde hazırlayın.\nKekin ikinci parçasını yerleştirin ve yine aynı şekilde 5 kat yufkayı fıstıklı ve 5 kat fıstıksız yağlanmış yufka yerleştirin.\nEn üstündeki yufkanın üzerine tereyağı sürün ve 6 ya da 8 dilim olacak şekilde dilimleyin.\n180 derecede önceden ısıtılmış fırında 30 dakika pişirin.\nFırından çıkan kekin üzerine şerbeti dökün ve soğuyunca servis edin.",
      "imageUrl": "https://www.ardaninmutfagi.com/wp-content/uploads/2023/04/fistikli-baklava-kek-t.jpg",
      "date": "22/5/2023 17:0:23"
    },
    {
      "id": 1684738391485,
      "name": "Rölyef ve Rölyef Çeşitleri",
      "author": "Gizem Güneş",
      "category": "Sanat",
      "content": "Rölyef Nedir?\nRölyef, Fransızca bir kelimedir. Yüzeyde çökertme ya da yükseltme şeklinde yapılan sanatsal çalışmalara verilen genel bir isimdir. Kısaca kabartma da denilmektedir.\n\nKabartma eserler, tarihi yapıların veya insan figürlerinin boyutlandırılarak oluşturulması ile ortaya çıkmaktadır. Bu şekilde oluşan kabartma eserler anlam ve sanatsal değer kazanmaktadır.\n\nRölyef’in Kullanım Alanları\nRölyef, hayatın birçok boyutunun yansımasıyla çeşitlilik kazanmıştır. Sanat dalları dahil olmak üzere, endüstri, tarım ve günlük hayatta kullanıma açıktır.\n\nRölyef sanatsal süslemelerinin, mimari eserlerde taşlara ve mermerlere yapıldıkları görülmektedir. Kabartma, şamdan ve kapı tokmağı gibi madenden yapılmış eşyalarda ve kapı, pencere kanadı ve rahle gibi ahşap işlerinde kullanılmıştır.\n\nAyrıca kabartma sanatı ile takı tasarımları, resim, heykeltıraş alanlarında karşılaşmak mümkündür. Teknik resim ve gıda sektörlerinde de kullanımı yaygındır.\nKabartma’nın Teknik Olarak Çeşitleri\nKabartma; alçak kabartma, yüksek kabartma ve rond-bos kabartma olarak üçe ayrılmaktadır.\n\nAlçak kabartma, para ve madalyon gibi yüzey düzleminden çok az ayrılan kabartmadır.\nYüksek kabartma, eski Türk evleri, iç mekânlar ve insan figürleri gibi yüzey düzleminden oldukça fazla yükselen kabartmadır.\nRond-bos kabartma ise kabartmadan daha çok bir heykeli andıran yapılar olarak karşımıza çıkmaktadır.",
      "imageUrl": "https://www.lavitasarim.com/wp-content/uploads/2018/08/rolyef-nedir-min.jpg",
      "date": "22/5/2023 9:53:11"
    },
    {
      "id": 1684738817723,
      "name": "Kendi Kendini Eğitmek Başarı İçin Neden Önemlidir?",
      "author": "BulBiKurs",
      "category": "Eğitim",
      "content": "Kendi kendine eğitim olmadan başarılı olmak imkansızdır.\nÇoğu insan örgün eğitimi seçer ve dereceyi tamamladıktan sonra kendilerini eğitmeyi bırakırlar.\nAncak hayatta başarılı olmak için kendinizi eğitmeniz gerekir. Zihniyetinizi en iyi kitaplarla doldurun.\nÖrneğin kişisel gelişim kitapları, iş kitapları, ilham verici kitaplar vs. okuyabilirsiniz.\nAncak kendinizi eğitmeye başlamadan önce, başarı için neden bu kadar önemli olduğuna dair zihninizi ikna etmeniz gerekir.\n\nİşte Kişisel Eğitim Başarı İçin Neden Önemli?\n1. Alışılmışın dışında düşünmenizi sağlar.\nKendi kendine eğitim, kutunun dışında düşünmenizi sağlayacaktır. Sizi yeni bir insana dönüştürür. Kendinizi eğitmeye başladığınızda, beyniniz dar zihniyetten çıkacaktır. Ve zihniyetinizi genişletmeye başlayacak.\nHerhangi bir sorunu zorlanmadan çözebileceksiniz. Kendi kendine eğitimi hiç denemeyen çoğu insan her zaman aynı yerde kalır.\nÜniversite diplomasını aldıktan sonra öğrenmeyi bırakırlar ve bu onların alışılmışın dışında düşünmelerini engeller.\nAncak başarılı insanlar okur ve kendilerini eğitirler. Kutunun dışında düşünmelerini sağlar.\n\n2. Sizi diğerlerinden daha akıllı yapar.\nBaşkalarından daha akıllı olmak istiyorsanız, kendinizi eğitmeye başlayın. Bu, hayatınızı sonsuza dek değiştirecek. Size başarı ve büyüme hakkında birçok bilgi verecektir.\nİnsanların çoğu ortalama kalır çünkü asla kendi kendine eğitimi seçmezler. Kendilerini diğerlerinden daha akıllı sanıyorlar ama gerçek bu değil. Kendilerini sadece akıllı bir insan olarak hayal ederler.\nAncak başarılı insanlar, yaşam boyu öğrenmeye inandıkları için akıllı olduklarını asla kabul etmezler. Kendilerine “hayat öğrencisi” diyorlar.\nBaşarı için öz eğitimin önemli olduğuna inanırlar ve bu nedenle her gün yeni şeyler öğrenerek kendilerini geliştirirler.",
      "imageUrl": "https://bulbikurs.com/back/uploads/postimages/2021-08-18/690174172-e1515006392222611d11d0c7eff454x303.webp",
      "date": "22/5/2023 10:0:17"
    },
    {
      "id": 1684739098125,
      "name": "E-Ticaret Fotoğraf Çekimi Hakkında Her Şey!",
      "author": "Burak Bulut",
      "category": "Fotoğraf",
      "content": "E-ticaret fotoğraf çekiminin en temel amacı, ürünlerinizin e-ticaret için reklamını yapmak için en etkili yöntemlerden biri olmasıdır. İnsan beyni duyduklarından çok gördüklerini anlar ve hatırlar. Araştırmaya göre, tüm müşteriler gördüklerinin veya algıladıklarının %80’ini ve okuduklarının %20’sini hatırlamaktadır. Ürün fotoğraflarınız, görseller söz konusu olduğunda e-ticaretin en önemli yönüdür.\nÜrün fotoğrafçısı, ürünleri mümkün olan en iyi ışıkta göstermek için görüntüleri çeker, böylece çıplak gözle nasıl göründüğüne benzer ve müşteriye hitap eder. Pazarlama kampanyaları, ürün sayfaları ve hatta sosyal medya gönderileri ürün fotoğraflarından yararlanabilir. Genellikle e-ticaret fotoğraf çekimi olarak bilinen e-ticaret ürün fotoğraf çekimi, e-ticaret perakendecileri için çekilen ürün fotoğrafçılığını tanımlayan bir kelimedir. Online müşteriler ürünü şahsen görme avantajına sahip olmadıklarından, satın alıp almama konusunda karar verirken ürün fotoğraflarına güvenmek zorundadırlar.\n1. Ürünlerinizi net bir şekilde göstermeyi sağlar.\nE-ticaret fotoğraf çekimi yapmanızın ilk nedeni, ürünlerinizi net bir şekilde göstermektir. Müşterilerin ürünlerinizi, nasıl göründüğünü, ürünün boyutunun ne kadar büyük olduğunu, ne tür bir renk görebileceklerini vb. Ürününüzün sadece bir maket tasarımını sağladığınızda, müşterilerinizin aldıkları üründen dolayı hayal kırıklığına uğrama ihtimalleri yüksek olacaktır. Gerçek ve yüksek kaliteli bir ürün fotoğrafı sağlarsanız, müşteriler ürününüzü ve daha sonra ne alacaklarını kabul edebilirler. Bu nedenle gerçek ürün fotoğrafları müşterilerinize netlik sağlayabilir.\n\n2. Markanızı geliştirir.\nE-Ticaret web siteniz ne ile tanınır? Müşteriler şirketiniz hakkında ne biliyor? Hiç e-ticaret web siteniz için markalaşma yapmayı denediniz mi? Gerçek ürün fotoğrafları sağlamak, insanların e-ticaret web sitenizi tanıması için markanızı geliştirmenize yardımcı olabilir. Şirket hikayenize uygun e-ticaret fotoğraf çekimini yapmayı deneyebilirsiniz . Örneğin, e-ticaret logonuzun rengi olan çok temelden alabiliriz. E-ticaret fotoğraf çekimini logonuzun renginin arka planıyla yapabilir veya aynı renkte bazı öğeleri koyabilirsiniz. Potansiyel müşterileriniz için bu şekilde daha fazla öne çıkabilirsiniz.\n\n3. Satışlarınızı arttırır.\nWeb sitesinde yüksek kaliteli ürün fotoğrafları sunan e-ticaret, satışları önemli ölçüde artırabilir. Müşteriler, sadece açıklama ürününü okumak yerine, satın almak istedikleri ürünlerin detaylarını görebilirler. Bir ipucu olarak, e-ticaret fotoğraf çekimi yapmak için bir model kiralamayı da deneyebilirsiniz. Diyelim ki moda e-ticareti için bir model kullandığınızda, müşteriler ürününüzün şahsen nasıl göründüğünü hayal edebilir.",
      "imageUrl": "https://burakbulut.net/wp-content/uploads/2022/08/Kozmetik-Kisisel-Bakim-Cekimi-Dekorlu-LUX-4-1.webp",
      "date": "25/5/2023 17:56:39"
    }
  ]
}