{
  "geziler": [
    {
      "geziName": "Side Antik Kenti",
      "geziContent": "Antalya, Akdeniz Bölgesi dendiği zaman akla ilk gelen yerdir. Bu nedenle Antalya’da görmeniz gereken pek çok yerin olduğundan bahsedebiliriz. Side Antik Kenti de bu yerlerden bir tanesidir. M.Ö 7.yüzyılda inşa edilen Side Antik Kenti, deniz ile iç içe bir kenttir. Tarihi ve coğrafi açıdan oldukça büyüleyici bir yer olan Side Antik Kenti, mutlaka görmeniz gereken bir yer.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Akdeniz",
      "geziImage": "https://gezilmesigerekenyerler.com/wp-content/uploads/2020/05/Side-Antik-Kenti-Antalya.jpg",
      "date": "22/5/2023-5:2",
      "id": 1
    },
    {
      "geziName": "Kaz Dağları",
      "geziContent": "Kaz Dağları, Kuzey Ege’de Balıkesir ve Çanakkale’nin sahil kesiminde, Türkiye’nin en önemli doğal zenginliklerinden biri. Yemyeşil orman dokusu, şelaleleri, yaylaları, orman köyleri ve zengin oksijeniyle milli park statüsünde koruma altında olan cennetten bir köşe. Antik dönemden bu yana çok sayıda anlatıya ve efsaneye konu olan İda Dağları olarak da bilinen Kaz Dağları, ‘Tanrıların Armağanı’ olarak betimleniyor.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Ege",
      "geziImage": "https://www.kulturportali.gov.tr/repoKulturPortali/large/SehirRehberi//GezilecekYer/20200226140239539_bc3afa9e%200eab%204a56%20b132%20a51b2c8891eb.jpg?format=jpg&quality=50",
      "date": "22/5/2023-5:5",
      "id": 2
    },
    {
      "geziName": "Sümela Manastırı",
      "geziContent": "Karadeniz’de mutlaka görülmesi gereken yerler listesinin tabi ki de ilk sırasında Sümela Manastırı yer alıyor. Trabzon’da yer alan Sümela Manastırı, Türkiye’nin en önemli tarihi manastırlarından bir tanesidir. 375-395 yılları arasında inşa edilen manastır, günümüzde restore ediliyor. Bu nedenle henüz içerisine girebilmeniz mümkün değil. Ancak Sümela Manastırı’nı dışarıdan ve yakından görebilirsiniz. Havanın sisli olduğu günlerde ise Sümela Manastırı’nı görememe ihtimaliniz de oldukça yüksek.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Karadeniz",
      "geziImage": "https://gezilmesigerekenyerler.com/wp-content/uploads/2020/04/Sumela-Manastiri.jpg",
      "date": "22/5/2023-5:7",
      "id": 3
    },
    {
      "geziName": "Kapadokya",
      "geziContent": "Tarihte adı ‘Güzel Atlar Ülkesi’ anlamına gelen Kappa Tukia’dan gelen Kapadokya; İç Anadolu Bölgesi’nin mutlaka görülmesi gereken yerlerinden bir tanesidir. Bir yerleşim birimi olmanın aksine pek çok mekânı kapsayan bir bölge olan Kapadokya; Nevşehir iline bağlıdır. Dünyanın pek çok ülkesinden turistin her yıl akın ettiği Kapadokya’da doğal oluşumların zengin bir çeşitlilik yarattığı bilinir. Üstelik Balon ile bir gökyüzü seyahati Kapadokya’yı ön plana çıkaran özelliklerden olur.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Anadolu",
      "geziImage": "https://i4.hurimg.com/i/hurriyet/75/1110x740/59e9ad147152d83b24393916.jpg",
      "date": "22/5/2023-5:9",
      "id": 4
    },
    {
      "geziName": "Anıtkabir",
      "geziContent": "Türkiye Cumhuriyeti’nin kurucusu Mustafa Kemal Atatürk’ün ebedi istirahatgahı olan Anıtkabir hem mimari özellikleri hem de içerisinde bulundurdukları ile mutlaka görülmesi gereken yerlerden bir tanesidir. Kurtuluş Savaşı ile ilgili bir müzenin de bulunduğu Anıtkabir; İç Anadolu Bölgesi’nde mutlaka görülmesi gerekenlerde başlarda yer alır.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Anadolu",
      "geziImage": "https://gezilmesigerekenyerler.com/wp-content/uploads/2020/07/Anitkabir-Ankara.jpg",
      "date": "22/5/2023-5:11",
      "id": 5
    },
    {
      "geziName": "Çatalhöyük",
      "geziContent": "Konya’nın Çumra ilçesi sınırları içinde bulunan Çatalhöyük insanlığın ilk ve en eski yerleşim birimlerinden bir tanesidir. 2012 yılında UNESCO Dünya Kültür Mirası Listesi’ne alınan bu kalıntılar 1958 yılından bu yana ülkemizin en önemli tarihi merkezlerinden bir tanesi olmayı başarmıştır. Siz de İç Anadolu’da gezilecek yerler listesi yapıyorsanız Çatalhöyük’ü mutlaka ilk 10’a yazmalısınız.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Anadolu",
      "geziImage": "https://gezilmesigerekenyerler.com/wp-content/uploads/2020/07/Catalhoyuk-Konya.jpg",
      "date": "22/5/2023-5:21",
      "id": 6
    },
    {
      "geziName": "Manavgat Şelalesi",
      "geziContent": "Manavgat Şelalesi, Manavgat Çayı üzerinde yer alıyor. Yüksekten akan eşsiz suları ile muazzam bir doğal güzelliğe sahip olan Manavgat Şelalesi, yemyeşil çevresi ve ihtişamlı görüntüsü ile gelen herkes kendine hayran bırakıyor. Bunun yanı sıra Manavgat Şelalesi’nde eşsiz manzaralara sahip fotoğraflar çekilebilirsiniz. Ayrıca şelalenin çevresinde yer alan yeşil alanlarda piknik yapma imkanı da bulabilirsiniz.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Akdeniz",
      "geziImage": "https://gezilmesigerekenyerler.com/wp-content/uploads/2020/05/Manavgat-Selalesi-Antalya.jpg",
      "date": "22/5/2023-5:25",
      "id": 7
    },
    {
      "geziName": "Palovit Şelalesi",
      "geziContent": "Eşsiz bir güzelliğe sahip olan Palovit Şelalesi, Karadeniz’de görmeniz gereken yerler listesinde bir diğer sırada yer alıyor. Zilkale’ye yaklaşık 10 dakikalık bir mesafede yer alan Palovit Şelalesi, 15 metre yükseklikten dökülen bir şelaledir. Kaçkar Dağları Milli Parkı içerisinde bulunan bu muhteşem doğa harikası, ismini ise Palovit Vadisi’nden alıyor. Çamlıhemşin’in trekking duraklarından bir tanesi olan Palovit Şelalesi’ni mutlaka ziyaret etmelisiniz.",
      "yazarName": "Yasin Murat Gırlangıç",
      "category": "Karadeniz",
      "geziImage": "https://gezilmesigerekenyerler.com/wp-content/uploads/2020/04/Palovit-Selalesi-Karedeniz-gezilecek-yerler.jpg",
      "date": "22/5/2023-5:36",
      "id": 8
    }
  ]
}