{
  "blogs": [
    {
      "title": "Brezilya'nın meşhur sokak karnavalı: Samba!",
      "author": "Wikipedia",
      "image": "https://img3.aksam.com.tr/imgsdisk/2019/08/25/t25_250820191412060180854.jpg",
      "category": "Dances",
      "preview": "Samba, samba müziğiyle 19. yüzyıldan beri yapılan Brezilya kökenli bir danstır. ",
      "body": "Samba, samba müziğiyle 19. yüzyıldan beri yapılan Brezilya kökenli bir danstır. Samba 2/4 ya da 4/4 ölçüsüyle yapılan bir salon dansıdır. Dizler hafifçe bükülerek dans edilir. Bazı hareketlerin kökeni Afrika'nın geleneksel dansların ve Angola Capoeira'sıdır. Her yıl Şubat ayında yapılan geleneksel Rio Karnavalında tekli, uluslararası yarışmalarda eşli olarak yapılır.",
      "date": "Sat Dec 03 2022 11:50:25 GMT+0300 (GMT+03:00)",
      "id": 1
    },
    {
      "image": "http://static1.squarespace.com/static/60b2cc238d582847f05f4fe9/t/60b84beedde4b039d2a5d1d3/1622690798356/8933+denim+HR.jpg?format=1500w",
      "title": "Salsa Üstadı Frankie Martinez Kimdir?",
      "body": "Frankie Martinez dünyanın en iyi salsa kareografçısı,dansçısı ve öğretmenidir.Afro-Latin Dance şirketinin kurucusudur.New York’ta doğmuştur ve Porto Riko kökenlidir.Frankie Martinez 1996 yılında Miami’de ancak Amerikan donanmasından ayrılarak bir gece kulübünde Latin dansı keşfetti.Martinez bundan sonradan New York ta bulunan Dance Club adlı bir dans okuluna yazıldı.Ve kısa bir süre sonra kendini gece kulüplerinde mambo yaparken buldu.Bundan daha sonra da hayatını salsa,mambo gibi dansları yapmaya ve öğretmeye adadı.Dünyanın o kadar fazla uygun turneye çıktı,dans etti,konferanslar verdi,hala da devam ediyor.Aynı zamanda halen New York’ta fakat Empire Dans Okulunda öğretmenlik yapıyor.Kurduğu afro-latin dance şirketinden dans etmeyi öğrenmek isteyenler için dvd çıkardı.Dans yeteneklerine ilave olarak kendisi dördüncü derece siyah kuşak sahibidir.",
      "author": "Yaren Eylül Dökmez",
      "category": "Dancers",
      "preview": "Frankie Martinez dünyanın en iyi salsa kareografçısı,dansçısı ve öğretmenidir.",
      "date": "Sat Dec 03 2022 11:23:07 GMT+0300 (GMT+03:00)",
      "id": 2
    }
  ]
}