{
  "blog": [
    {
      "id": 1,
      "title": "Roy Moore leaving the Alabama",
      "category": "Lifestyle",
      "image": "https://images.unsplash.com/photo-1615106907118-7a6824f875a0?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1922&q=80",
      "image2": "https://images.unsplash.com/photo-1559839777-97c355e3d216?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "text": "When the video of failed senatorial candidate Roy Moore leaving the Alabama polling station on horseback popped up in my Twitter feed, I was absolutely riveted. I knew instantaneously that there were two sets of people watching the footage: those without any equestrian experience who would make what they would of the video, and riders like myself, who would understand that they were effectively watching a confession.In comparison to women’s voices (which claim, and cry, and nag), domestic animals are the ne plus ultra in sweet complicity. Wet of nose and wide of eye, there’s no tattling or telling. Animals are honor bound to keep their owners’ secrets because they cannot speak.Alleged sexual predator Roy Moore probably thought he had the perfect accomplice in his gaited Tennessee walking horse, Sassy — a breed developed in the southern United States for both pleasure riding and farm work, the personification of good old boy patriotism itself. A white, affluent American man taking to the polls on a horse that was used for generations on southern plantations — how virile, how on-brand. Bonus points for Sassy’s good looks and convenient muteness.",
      "text2": "Unfortunately for Moore, however, horses’ body language is renownedly intelligible. Any horse person in the universe (and it turns out there are a ton), could read Sassy’s behavior during her public relations outing as a Morse code of distress.When horses have their ears back, it means that they feel threatened. I don’t feel good in this situation, such ears say. I really don’t feel safe. Out of respect for a creature dignified enough to not throw her human to the ground, I’ll henceforth refer to Moore’s mare as S. rather than Sassy, because that name, and Moore’s giving of it to her, makes me feel like I’m corroborating his misogyny. (And on a sidenote, what kind of person rides a horse named Sassy to go vote for himself?) In the video from the polling station, S. has her ears pinned back the entire time. On social media, some people have pointed out that the horse is probably frightened by the cameras and the crowds, and that is why S. has her ears pinned. Absolutely valid. But here’s the thing: there is a kind of horse that can be ridden safely into a maddening crowd. It’s called a stick horse. They’re roughly 29 inches long, and they’re usually made out of wood. Using any other kind of horse in a volatile situation necessitates a willing steed, an accomplished rider, or — ideally — both.",
      "summary": "There is a massive difference between a bad rider and a cruel one. Roy Moore is the latter. Intentionally deaf to his horse’s comfort, gleefully indifferent to her needs, in addition to his allegations of sexual misconduct, we might add animal abuse, too. #FreeSassy, indeed.",
      "date": "17/05/2023 02:22",
      "username": "maum_courtney",
      "writerName": "Courtney",
      "writerSurname": "Maum",
      "writerAvatar": "./src/asset/avatars/avatar1.png"
    },
    {
      "id": 2,
      "title": "Using the ESP8266 WiFi Module with Arduino Uno publishing to ThingSpeak",
      "category": "Technology",
      "image": "https://images.unsplash.com/photo-1603732551681-2e91159b9dc2?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "image2": "https://images.unsplash.com/photo-1603732551658-5fabbafa84eb?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "text": "I’ve got this ESP8266 WiFi module hanging around that I’ve never really used. I also have a few Arduino UNOs sitting here not getting any use at the moment. I thought this would be a great time to put the two together for a project I’m working on. It wasn’t easy. There was a ton of conflicting and confusing content that made it much more difficult. I’m writing this up in hopes it might help the next guy just a little bit.",
      "text2": "First and foremost, a search for ESP8266 will turn up many references to an awesome tiny micro-controller that’s been all the rage until the new ESP32 recently came out. At first, you might think you searched for the wrong thing, but nope you didn’t. This little component is the original and it technically can be programmed just like it’s bigger siblings. It only has two GPIO pins though and isn’t really designed to be a micro-controller. Adding “Wifi Module” to your searches helps focus the results",
      "summary": "Search for “ESP8266 WiFI Module”",
      "date": "10/05/2023 10:13",
      "username": "grant_christopher",
      "writerName": "Christopher",
      "writerSurname": "Grant",
      "writerAvatar": "./src/asset/avatars/avatar2.png"
    },
    {
      "id": 3,
      "title": "Yes, React is taking over front-end development. The question is why.",
      "category": "Technology",
      "image": "https://images.unsplash.com/photo-1633356122544-f134324a6cee?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "image2": "https://images.unsplash.com/photo-1627398242454-45a1465c2479?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1548&q=80",
      "text": "Working with the DOM API is hard. React basically gives developers the ability to work with a virtual browser that is more friendly than the real browser. React’s virtual browser acts like an agent between the developer and the real browser. React enables developers to declaratively describe their User Interfaces and model the state of those interfaces. This means instead of coming up with steps to describe transactions on interfaces, developers just describe the interfaces in terms of a final state (like a function). When transactions happen to that state, React takes care of updating the User Interfaces based on that. React is just JavaScript, there is a very small API to learn, just a few functions and how to use them. After that, your JavaScript skills are what make you a better React developer. There are no barriers to entry. A JavaScript developer can become a productive React developer in a few hours.",
      "text2": "But there’s a lot more to it than just that. Let’s attempt to cover all the reasons behind React’s rising popularity. One reason is its Virtual DOM (React’s reconciliation algorithm). We’ll work through an example to show the actual practical value of having such an algorithm at your command.",
      "summary": "We then manage the updates on our data as needed without worrying about the steps needed to reflect these updates on the actual User Interface in the browser (because we know React will do exactly that and it will do that in an efficient way!)”",
      "date": "15/05/2023 03:00",
      "username": "buna_samer",
      "writerName": "Samer",
      "writerSurname": "Buna",
      "writerAvatar": "./src/asset/avatars/avatar1.png"
    },
    {
      "id": 5,
      "title": "Why I travel solo",
      "category": "Travel",
      "image": "https://images.unsplash.com/photo-1682687220742-aba13b6e50ba?ixlib=rb-4.0.3&ixid=M3wxMjA3fDF8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "image2": "https://images.unsplash.com/photo-1488646953014-85cb44e25828?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1470&q=80",
      "text": "I’m 27 and female. Since I was 21, I’ve been away at least once a year, for anything from 3 nights to 9 months, alone. I also go on trips with friends, but I make a point of regularly going solo.\n\nWhen alone, I’ve been met with various reactions, but they tend to fall into two broad camps:\n\nAwesome, that must be really fun! (Wide eyes, look of interest, wants to hear stories)\nReally? You’re on your own?! Why?? (Raised eyebrows, expression of slight distrust, thinks I’m weird)\nBoth are totally valid. In fact, depending on what’s happened that day, either can feel completely (sometimes painfully) justified.\n\nIt’s rare that I forge a friendship with someone from the second camp. And, if they get me on a bad day, their reaction can feel like a gentle kick in the stomach.\n\nAs I look to the year ahead, and think about the trips I’ll inevitably make alone, I’m offering myself a small reminder of why it’s necessary and important to me. Just in case I need a little push.",
      "text2": "1. Because I can do things my way\nI can wander off. Stay. Go. Change my mind. Follow a whim. I don’t have anyone else’s preferences, needs or feelings to bear in mind and carefully balance against my own. I can be utterly selfish and not feel bad about it. For most human adults — typically surrounded by and attuned to the needs of children, parents, friends, colleagues, clients, pets — this is a strange and wonderful luxury.\n\n2. Because I can see what ‘me’ really looks like\nWith no one around who knows me, I’m in my own little social vacuum. Stripping out the group norms of my social circles — those silent rules of engagement, shared experiences and in-jokes that quietly guide our day-to-day interactions — leaves nothing left except… me. Sometimes I like what I see there, sometimes I question it, and sometimes it comes as a surprise. Either way, exposure feels interesting and important.\n\n3. Because new friends are everywhere\nIt’s seriously noticeable how much more readily people will approach someone who’s sitting alone and strike up conversation. I’ve chewed coca leaves with a Peruvian social activist, played guitar with a Chilean musician, shared my journal with a Chinese mother-of-two, and been taught to surf by an Australian farmhand. I don’t believe any of those moments would have happened — or certainly felt like such rich, colourful moments of connection— if I hadn’t been sitting by myself.\n\n4. Because it shines a light on the kindness of strangers\nI’ve learned that the quickest way to see the best of humanity is to make yourself vulnerable. I’ve found myself in hot (make that cold) water more times than I’d like, and every time been rescued by a warm-hearted and generous stranger. Regular reminders of why I should have faith in humanity sure is good for the soul.\n\n5. Because it keeps me present\nOther people are distracting. That can be awesome, and being connected with another person is one of the great joys of life. But walking up hills, through city streets, and along beaches with no conversation to be had other than the quiet mutterings and observations that happen inside my head gives me the headspace to take more in. Colours seems brighter, sounds louder. I’m more aware of what’s around me.\n\n6. Because it’s scary\nSome days, anyway. I’m not always as gung ho as I could be. I’m easily scared when lost (which happens a lot), and not being able to communicate in the local language can make me feel painfully vulnerable. But — and I’m desperately trying to find a way to say this without resorting to tired cliché— my comfort zone doesn’t feel very good if I stay there too long. Being in scenarios that send me marching (or reluctantly crawling) into vulnerability, uncertainty and discomfort is utterly crucial to my wellbeing. It’s what brings me to life, and keeps me there.\n\n7. Because it reminds me that I can\nThe knowledge that I need no-one other than myself is the source of my deepest inner reserves. Other people — those who help in a crisis, or become road trip buddies, or share small moments with me around bowls of coca leaves — become a wonderful added bonus that I feel real, conscious gratitude for. But strengthening the quiet voice that says ‘I’ll be OK’ is an important gift to keep giving myself, for as long as I still need to be reminded.",
      "summary": "So. If you’ve ever found yourself in the second camp — looking at this slightly bedraggled solo-traveller as she makes herself some sad looking pasta-for-one, and thinking she might be a bit odd — well, I hope this explains it a little. Let’s have a beer.",
      "date": "21/05/2023 02:18",
      "username": "warner_becca",
      "writerName": "Becca",
      "writerSurname": "Warner",
      "writerAvatar": "./src/asset/avatars/avatar5.png"
    },
    {
      "id": 6,
      "title": "New Hobby",
      "category": "Science",
      "image": "https://plus.unsplash.com/premium_photo-1676325101683-d8206f2df5a7?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "image2": "https://images.unsplash.com/photo-1614308460927-5024ba2e1dcb?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "text": "I love learning new things on my own, at my own speed, and on my own time. I have a strong belief that everyone should have something outside of work that they enjoy that helps them grow either spiritually or intelectually. To completely understand the new concepts discovered or learned involves sharing this new knowledge with others. Thus, this is the medium I have chosen to share what I learn as I look through the microscope. Will this new hobby last long? I don't know…\n\nMy new hobby: looking at the world through a microlense.\n\nOn April 19, I received my new object of interest from Amazon: OMAX 40X- 2000X LED Binocular Microscope. I haven't looked through a microscope since I was a teenager, so I have already forgotten all that I learned during my time at the community college. I do understand that there is a cell, a nucleus, mitochondria and so forth. Upon receiving the microscope, I soon learned a microscope is not enough to look at the world through a microlense. A chemical solution is needed. On April 26, I received the Vital Stain Kit, 7 Bottles of Different Stains for Microscope Slides- The Curated Chemical Collection by Innovating Science.",
      "text2": "Where am I lacking in starting my new hobby? I don’t have a textbook on hand to learn of how to use these stains, what these stains should be used on to study in the common household, how to dissect properly, and so forth. I only have the search engine on the internet to use as my resource. I’ve learned so far that one droplet from the bottle is too much for the microscope slide. One droplet from the small bottle spreads everywhere and if the cover slide is placed, a big mess is made! This frustrated me even more from using the stains and the microscope until I saw something in my egg in the morning that I didn’t know what it was.\n\nUnknown object in an egg:\n\nI put a little of the egg white + unknown object on the plate and on that plate, I put one drop of the chemical solution and then transferred some of it (breaking apart the weird stuff) unto the microscope slide. I don't have a camera in my microscope. These pictures where taken from IPhone (I have a shaky hand). Here are the results:\n\nMethylene Blue Chloride, 1% aqueous\n\nIf you know what any of this is, please free to leave a comment!\n\nTill next time!",
      "summary": "Do I have a good microscope? I don't know.\nDo I understand what I am looking at? No.\nWill I look at something else through the microscope and post again? Yes.",
      "date": "01/01/2023 02:22",
      "username": "mona_inna",
      "writerName": "Inna",
      "writerSurname": "Mona",
      "writerAvatar": "./src/asset/avatars/avatar4.png"
    },
    {
      "id": 7,
      "title": "What’s The Point in a Croissant?",
      "category": "Food",
      "image": "https://images.unsplash.com/photo-1623334044303-241021148842?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "image2": "https://miro.medium.com/v2/resize:fit:1100/format:webp/1*IPUt_16vHRMDT7U5oRUZMg.jpeg",
      "text": "I live in France in a town with eight boulangeries within spitting distance of my apartment, and I’ve tried every croissant they have to offer many times over. Each morning I get up, walk to one, buy a croissant and leave without getting into too much conversation about the weather.\n\nIt’s my morning ritual, but when I get home, I always have the same dilemma. How do I eat this?\n\nIt’s not like a piece of toast. Toast is easy. You toast the bread, butter it, and then apply a layer of jam, marmalade or honey. Ever tried to butter a croissant? It’s a mess!",
      "text2": "I’ve tried all sorts of ways: slicing it in half first and toasting it. Cutting the crescent into hunks and doing it that way. Buttering each end. Or doing the same but with jam or honey. Or simply eating it plain.\nWhat I’ve never done is dip it in my coffee.\nI do not want flakes of pastry floating in my drink. After quitting smoking and drinking, coffee is one of the few pleasures left. I do not want it ruined. The croissant and a cup of coffee go perfectly well together as it is. They do not need to be mixed together beforehand. I’ve had plenty of arguments with my French friends over this, and I won’t be moved.",
      "summary": "Look at the picture above and ask yourself the question: How do I eat something as delicate as that? Can I even touch it? Do I need tongs? Can I simply bite it? Slice it? Butter it? Fill it with jam? Nutella? Or do you dip it in your coffee or hot chocolate first?\n\nYou’re probably wondering why does it matter? What’s wrong with you? Are you suffering from a form of food fetish? It’s just a lump of dough cooked in an oven. Get it down you!",
      "date": "04/05/2018 02:38",
      "username": "authore_selyy",
      "writerName": "Selyy",
      "writerSurname": "Authore",
      "writerAvatar": "./src/asset/avatars/avatar12.png"
    },
    {
      "id": 8,
      "title": "What’s Proper Sushi Etiquette, Anyway?",
      "category": "Food",
      "image": "https://images.unsplash.com/photo-1583623025817-d180a2221d0a?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1771&q=80",
      "image2": "https://images.unsplash.com/photo-1617196034738-26c5f7c977ce?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "text": "Rigidity in dining does not lend itself to an enjoyable meal; however, certain customs are designed to help you enjoy your sushi more fully. These rules are worth following, not because you’ll please those around you with your impeccable manners (which I assume you already do), but because these guidelines will help you taste sushi the way it was intended and have an enjoyable experience while you do.",
      "text2": "A greeting in any restaurant is a first impression, a signifier of what’s to come. Respond with a smile and a happy hello, and think of this exchange as opening a dialogue with the chef. You may want to ask questions or look for recommendations, and your salutation will begin that conversation in a positive way.",
      "summary": "Let’s face it: sushi has evolved (or arguably, devolved) far from its traditional Japanese roots. Offerings with cream cheese, pineapple, and barbecued meats all purport to be sushi, but aren’t exactly authentic. There’s a reason it’s called a California roll and not a Tokyo roll.",
      "date": "20/05/2023 02:43",
      "username": "kotashu_hakika",
      "writerName": "Hakika",
      "writerSurname": "Kotashu",
      "writerAvatar": "./src/asset/avatars/avatar12.png"
    },
    {
      "id": 9,
      "title": "Enjoy your Fall",
      "category": "Lifestyle",
      "image": "https://images.unsplash.com/photo-1525863401638-02497b0b180c?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "image2": "",
      "text": "Through emotional blizzards, surf waves of distress, sustain your wounded self, plug heart, shut off mind, allow time’s warm sun rays penetrate your spirit, head up, own your own fall.",
      "text2": "",
      "summary": "Through emotional blizzards, surf waves of distress, sustain your wounded self, plug heart, shut off mind, allow time’s warm sun rays penetrate your spirit, head up, own your own fall.",
      "date": "09/05/2023 02:04",
      "username": "fallarane_francie",
      "writerName": "Francie",
      "writerSurname": "Fallarane",
      "writerAvatar": "./src/asset/avatars/avatar6.png"
    },
    {
      "id": 10,
      "title": "The Unusual Story Behind the World’s Longest Table Tennis Point",
      "category": "Sport",
      "image": "https://images.unsplash.com/photo-1534158914592-062992fbe900?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1799&q=80",
      "image2": "https://images.unsplash.com/photo-1518928286447-dc161b7cd6fb?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1771&q=80",
      "text": "Ehrlich was known as the King of the Chiselers, and chiselers in table tennis (or ping-pong if you like) are players that only play defense and just wait for their opponent to break. This was what Ehrlich wanted to do to Farcas. He wanted to wear him down from the beginning of the match. But things weren’t going to be that easy.\n\n",
      "text2": "After 70 minutes of play, and still not a single point having been won by either man, Ehrlich had to switch his paddle (also known as a bat) to his left hand. Farcas wasn’t faring much better, but after 85 minutes, it was the umpire that was the most in trouble. He had to be replaced because his neck had seized up.",
      "summary": "In 1936, during a match at the World Table Tennis Championships in Prague, Alex Ehrlich of Poland and Paneth Farcas of Romania had an incredible rally that lasted 2 hours and 12 minutes, and that was just on the opening point.",
      "date": "21/04/2023 04:11",
      "username": "brew_john",
      "writerName": "John",
      "writerSurname": "Brew",
      "writerAvatar": "./src/asset/avatars/avatar1.png"
    },
    {
      "id": 4,
      "title": "My Shattered Istanbul",
      "category": "Travel",
      "image": "https://miro.medium.com/v2/resize:fit:2000/format:webp/1*8j8O9VOUQ10LKyclew4ODQ.jpeg",
      "image2": "https://images.unsplash.com/photo-1524231757912-21f4fe3a7200?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1771&q=80",
      "text": "I’ve been told Istanbul is best at the winter, when a light snow coats its rooftops and skinny minarets reach into a dark sky, when the cobblestones are wet and the tourists are few. I do not know that place. Istanbul to me is a hot, relentless chaos that smells of salt and sour bread and fumes. Any possibility of a cold lingering fog over the strait dissolves under the loud summer sky; I cannot imagine it.\n\nI come here every summer. Upon landing at Ataturk Airport, after bullying my way through customs, baggage claim, and the general anarchy that is Turkish travel, I am always greeted by the innocence of June or the blanket heat of July, and then by a taxi driver.\n\nHe’ll weave through the traffic in a way that inspires a futile desire for a seatbelt. He’ll use the exit lane and shrug that it really is just faster. He’ll ask where I’ve come from and why, if my mother is Turkish, she lives in the U.S. He’ll assume my father is American and he’ll be right. He’ll tell me then about his family of taxi drivers and the twenty-six-year-old son he lost to a car accident last month. He’ll show me his son’s photograph on a cracked mobile, rendering me a mumbling fool. He’ll shed a rogue tear. Then he’ll drive me in fits through the choked and tangled backstreets off the freeway, down through Besiktas on its main thoroughfare, left and past the old palace, and onto the winding road that borders that wide, historic strait, the Bosphorus.",
      "text2": "It will glitter. The city’s magnificence and its chaos, blurring together just beyond that backseat window, will reveal themselves. And old Istanbul will remind me of other things — her best trick. The blurry expanse will recall train rides through France; the decay, New York; the old world charm, Prague. The jagged coast of the deep blue water, Asia opposite, will echo the California coastline by which I grew up. These similarities are ephemeral, but Istanbul will draw you to her wild beauty in the manner of other great loves: with a whisper that you belong to her.\n\nAnd part of me does. But as I began to grasp the awesome history and become familiar with the whining traffic; just as I started to recognize the leathery faces of old men obscured by clouds of smoke at the tea house and memorize the clusters of Byzantine roads; as I made sense of my mother’s memories and my own began to surface, the ground below shifted. It was slow at first, a rumbling, then quickened. She’s pushing you away.\n\nSo I learned to seek out the fine details and dark contradictions of Istanbul’s face. People shove and crash and stare; no one is patient. A grim poverty ambles beside a gross wealth, bureaucracy runs rampant from the post office to the embassy, corrupt commercial construction obscures the skyline, impunity reigns. Racism and classism abound. It smells and men rule. You do not know her like you thought.",
      "summary": "Turkey is slipping away from my family, collapsing into the arms of a tyrant. We thought she was ours. Maybe we were wrong.",
      "date": "21/05/2023 01:30",
      "username": "çi̇çekli̇_sueda",
      "writerName": "Sueda",
      "writerSurname": "ÇİÇEKLİ",
      "writerAvatar": "./src/asset/avatars/avatar12.png"
    },
    {
      "id": 12,
      "title": "A We Already Know the Best Diet for Humans",
      "category": "Health",
      "image": "https://images.unsplash.com/photo-1604480132715-bd70038b74df?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1836&q=80",
      "image2": "",
      "text": "",
      "text2": "",
      "summary": "Science is the best method we’ve ever devised to answer questions we cannot answer with casual observations; it extends our observations and senses to the realms of the unseeable, unhearable and untouchable; to see beyond the limits of our eyes, and hear beyond the limits of our ears. It provides methods to defend us from our native biases, to account for variables we have not even considered, and to measure the differences between causation and fluke.",
      "date": "21/05/2023 03:00",
      "username": "katz_david",
      "writerName": "David",
      "writerSurname": "Katz",
      "writerAvatar": "./src/asset/avatars/avatar1.png"
    },
    {
      "id": 14,
      "title": "Git’te Branch Nedir ? Nasıl Çalışır ?",
      "category": "Technology",
      "image": "https://miro.medium.com/v2/resize:fit:1100/format:webp/1*cVcoFyPUCCjCGFUd_bImWA.png",
      "image2": "",
      "text": "Birden fazla kişinin aynı projede çalıştığı zamanlarda ana kodun karmaşıklığını engellemek ve herkesin kendi branch’inde değişiklik yapmasını sağlamak.\nYeni özellikler veya bug çözümleri için farklı branch’ler oluşturarak kodu daha yönetilebilir hale getirmek.\nProjeyi farklı branchlerde yönetebilmek (örn. development, staging, production) ve her biri için farklı bir dal oluşturmak.\nGeçmiş takibi için kullanmak. Geçmişteki değişiklikleri takip etmek için kullanmak.",
      "text2": "",
      "summary": "Git’te sıkça kullanılan ana özelliklerden biri olan branch sisteminden bahsedeceğim. Branchlar, Git version kontrol sisteminde sıkça kullanılan yapılar olarak karşımıza çıkar. Kısaca, kullanım sebeplerini şu şekilde açıklayabiliriz:",
      "date": "12/05/2023 03:11",
      "username": "çiçekli_sueda",
      "writerName": "Sueda",
      "writerSurname": "Çiçekli",
      "writerAvatar": "./src/asset/avatars/avatar6.png"
    },
    {
      "id": 15,
      "title": "Ubuntu Özelleştirme[20.04](Tweaks-Terminator-ZSH-…)",
      "category": "Technology",
      "image": "https://miro.medium.com/v2/resize:fit:1400/format:webp/1*NJSFR77Q6dd9leVWvHfYXQ.jpeg",
      "image2": "https://miro.medium.com/v2/resize:fit:1400/format:webp/1*nggjowFsii9U6RLW_fhoxw.png",
      "text": "Yeni bir linux makineye geçtiğim zaman ilk yaptığım işlerden olan arkaplan değiştirme önemsiz bir ayrıntı olarak görünsede, kullanımı oldukça etkilediğini söyleyebilirim. Özellikle minimal bir arkaplan en azından benim için kullanımı daha rahat hale getiren faktörlerin başında geliyor.\n\nÜcretsiz ve lisanslı arkaplanlar için link’e göz atabilirsiniz.\n\nGnome Tweak Araçları\nGnome Tweak Tools çalışma alanımızı değiştirmek, özelleştirmek için kullanacağımız bir araçtır. İşe bu aracı yüklemek ile başlayalım.\n\nGnome Tweak Tools’u Ubuntu 20.04'e Yükleme Yöntemi:\nYeni bir terminal açarak işleme başlıyoruz. Yeni araç veya paket yüklemeden önce sistem güncellemesi yapmamız herzaman tavsiye edilmektedir. Bunun için ;\n\n$ sudo apt-get update\nkomutu ile sistemimizi güncelleyelim. Ardından türkçe karşılığı evren deposu olan Universe Repository sistemimizde aktif mi kontrol etmeliyiz. Bunun için terminal’den\n\n$ sudo apt-add-repository universe\nkomutunu çalıştırarak repoyu sistemimize ekleyebiliriz. Komut çalıştırıldıktan sonra eğer aşağıdaki gibi bir çıktı veriyor ise zaten sistemimizde aktif olduğunu anlayabiliriz.",
      "text2": "Tweaks açıldığı zaman karşımıza ilk çıkan menüdeki seçecekte animasyonları devre dışı bırakarak masaüstü performansının iyileşmesini sağlayabiliriz. (bazı gnome temaları için tavsiye edilmez)\n\nTemalar\nHer nekadar ben tema kullanmasamda imleç, ikon gibi özelleştirmeler üzerinde değişiklik uyguluyorum. Temaları tweaks “Appearance” menüsünden etkinleştirebilirsiniz. Farklı temalar için linke göz atabilir ve kurarak kullanabilirsiniz.\n\nTema harici olarak imleç, ikonlar, bildirim sesleri gibi özelleştirmeleride yine “Appearance” alanından yapabilirsiniz.",
      "summary": "Linux sistemlerde çalışma alanını istediğiniz şekilde değiştirebilirsiniz. Bu sayede çalışma performansınızı ve deneyiminizi arttıracaktır.Kendi özelleştirmelerimden bazılarını aşağıda sizlere anlatmaya çalıştım. Sizde adımları takip ederek daha minimal ve işlevsel bir çalışma alanına sahip olabilirsiniz.",
      "date": "12/02/2023 03:10",
      "username": "çiçekli_abdullah",
      "writerName": "Abdullah",
      "writerSurname": "Çiçekli",
      "writerAvatar": "./src/asset/avatars/avatar1.png"
    },
    {
      "id": 16,
      "title": "What is branch",
      "category": "Technology",
      "image": "https://images.unsplash.com/photo-1531971097815-8d0a0d48f813?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80",
      "image2": "",
      "text": "Using branches is critical to working with git, not to mention to the success of your project. The idea is this: you have a ”main” branch that you’ll do your releases from. Each time code is added to the main branch it is checked and reviewed so that the main branch stays as clean as possible.\n\nThis article is an excerpt from the book, Git for Programmers by Jesse Liberty — A comprehensive guide that equips you with actionable insights on advanced Git concepts in an engaging and straightforward way.\n\nWhen you want to work on a bug or a feature, you create a new branch (often called a feature branch). This creates a copy of the code that is currently in the main branch. You can work on your feature branch without affecting the main branch at all. Once you are done, and all is working, you can then ”merge” your feature branch into the main branch:\n",
      "text2": "",
      "summary": "Using branches is critical to working with git, not to mention to the success of your project. The idea is this: you have a ”main” branch that you’ll do your releases from. Each time code is added to the main branch it is checked and reviewed so that the main branch stays as clean as possible.\n",
      "date": "22/05/2023 17:34",
      "username": "çiçekli_sueda",
      "writerName": "Sueda",
      "writerSurname": "Çiçekli",
      "writerAvatar": "./src/asset/avatars/avatar1.png"
    },
    {
      "id": 17,
      "title": "Secrets of Noddle",
      "category": "Food",
      "image": "https://images.unsplash.com/photo-1633356122544-f134324a6cee?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1770&q=80",
      "image2": "",
      "text": "sşlfdksşl",
      "text2": "",
      "summary": "sf",
      "date": "22/05/2023 17:37",
      "username": "çiçekli_sueda",
      "writerName": "Sueda",
      "writerSurname": "Çiçekli",
      "writerAvatar": "./src/asset/avatars/avatarDefault.png"
    }
  ],
  "profile": {
    "name": "typicode"
  }
}