{
  "blogs": [
    {
      "title": "Europa Universalis IV - Domination",
      "content": "The Ottoman Empire\n\nA revised conquest tree with new rewards for pushing Ottoman dominance, including expansion through the new Eyalet system, and new internal changes, such as the new Janissary estate and the ‘Ottoman Power Struggle’.\n\nChina\nDifferent mission trees for the Han Ming and invader empires like the Qing. Choose between expansion and Inward Perfection, and counter the power of the Eunuchs to build a more stable empire.\n\nJapan\nUnite Japan as you deal with the power of the Shogun and the independent Daimyos. Choose to open the country to foreign influence or keep it isolated, while deciding upon different paths of expansion and reform.\n\nRussia\nFree your country of the Tatar Yoke, and transform it into a Great Empire. Choose the path of Peter’s reforms to modernize the state, so your mission tree as well as your mechanics will change and evolve as the game progresses. Use the power of Cossacks and Streltsy to expand your Empire to East and West.\n\nSpain\nExpanded mission trees for Castile and Aragon, with different paths to form Spain, a new mechanic available for the new ‘Hispanic Monarchy’ government, and decisions about the Army and Navy to get the mighty Tercios and Spanish Armada.\n\nFrance\nFight the end of the Hundred Years War, centralize France into an absolute monarchy while dealing with the Wars of Religion, expand into Italy and the Holy Roman Empire, and lead the Revolution through an expanded mission tree.\n\nGreat Britain\nSeparate paths for either a British Empire or an Angevin Britain, as well as a deeper internal gameplay, with unique features for the English Parliament  and changes to the English Civil War disaster.\n\nMinor nations\nMission changes, new government mechanics and expanded flavor for Prussia, Portugal and Korea.",
      "author": "Burak Coskun",
      "date": "19/5/2023 - 15:57:18",
      "category": "Expansion",
      "image": "https://images.ctfassets.net/u73tyf0fa8v1/2eSzw1dGGRKazpyUrcfx6n/ebbed6df6af6b7a7436d89aef36b26d4/Cover_Art.jpg?w=640&q=75",
      "id": 1
    },
    {
      "title": "Europa Universalis IV: Lions Of The North",
      "content": "MAIN FEATURES\nParadox Interactive’s flagship historical grand strategy game comes home with a new immersion pack focusing on the studio’s home region. Europa Universalis IV: Lions of the North adds new mission trees and historical options for a number of Baltic Sea nations. Many of these options include new “branching missions'' which allow greater variety and replayability as you explore different alternate histories through the decisions you make.\n\n\n\nEuropa Universalis IV: Lions of the North includes new mission trees for:\n\nDenmark: The leader of the Kalmar Union desires unity in the kingdom and can pursue commercial and political dominance of the Hansa and Northern Sea trade regions.\n\nSweden: A major power in waiting, Sweden can claim a primary position in Scandinavia, ready to intervene and project power on the continent. \n\nNorway: Resist the influence of powerful partners and strike a new path as a naval power in the North Sea or even across the Atlantic.\n\nScandinavia: A united northern nation will have a wide range of new options to project its power as the cold lands of the region get more developed.\n\nTeutonic Order: Once a great Crusader state, now it fights for survival against Polish and Lithuanian pressure. Follow the path to become Prussia, or rediscover the zealous power of religious war.\n\nPoland, Lithuania and the Polish-Lithuanian Commonwealth: Unite the kingdoms and develop your vast lands while maintaining cohesion against recalcitrant nobles.\n\nLivonian Order and Courland: Follow the path of the Crusader to rival your heretic neighbor or secularize your state.\n\nRiga: Religious merchant of the Hanseatic League, Riga can manipulate the politics of the trade alliance to instigate conflict and reap the spoils.\n\nDanzig: Create a Prussian nation from this key city-state.\n\nGotland: Choose different paths as a monarchy, merchant republic or pirate haven to dominate the Baltic.\n\nFinland: A free Finland can explore its destiny separate from Swedish rule.\n\n\n\nThis pack also includes:\n\nUnique Government Reforms: New government reform options for many nations in the area.\n\nNew Unit Types: Recruit Swedish Carolean infantry and Polish-Lithuanian Winged Hussars under certain conditions.\n\nNew Estate Privileges for regional powers.\n\nNew Unit Sprites: 35 new pieces of unit art for Scandinavian and Baltic nations.\n\nNew Music: 3 new Scandinavian themed songs and 3 new Baltic themed songs.",
      "author": "Paradox Interactive",
      "date": "19/5/2023 - 15:58:37",
      "category": "DLC",
      "image": "https://images.ctfassets.net/u73tyf0fa8v1/6aDN4AXUamDOnwToGExMVz/abffeddc6991e9f05fb5c005ce294261/Lions_of_the_north_V0335325223.jpg?w=640&q=75",
      "id": 2
    },
    {
      "title": "Europa Universalis IV: Leviathan",
      "content": "MAIN FEATURES\n\n\nAsk For Favors\nCurry favors with other nations and use them to advance diplomatic goals.\n\nNew Regency Options\nRegency councils represent the interests of the most powerful estate, and can be extended to delay the ascension of an unfit monarch.\n\nSpecialized Colonial Nations\nLet your colonies focus on military help, trade power or self-government.\n\nConcentrate Development\nYou can now steal development from your vassals or territorial possessions to enhance the power of your capital city.\n\nPillage Capital\nLoot an enemy capital as a condition of peace, hauling development back to the capital metropolis.\n\nExpand Infrastructure\nProvinces can expand their capacity to build new structures and manufactories, allowing smaller nations to create centers of wealth for a modest cost.\n\nCentralize State\nReduce the cost of government by spending unused Reform points.\n\nTotemism\nNations that follow the Totemist religion can revere a pantheon of past leaders, earning bonuses that reflect the skills they had in life.\n\nMonuments\nExpand and establish great projects, adding new bonuses to your empire.\n\nNew Unit Models\nNew army sprites for Southeast Asian nations, including Indochinese, Indonesian and Polynesian nations.\n\nAnd More\nIncluding the ability to carpet siege enemy provinces, draft transports as a plutocratic nation, watch heirs gain legitimacy as they wait to inherit the throne and other changes.",
      "author": "Paradox Interactive",
      "date": "19/5/2023 - 17:05:23",
      "category": "Expansion",
      "image": "https://images.ctfassets.net/u73tyf0fa8v1/19GZpqXFdYVMVVdL6b4OBt/5e05ad23a51f58f41cdf6ccf0306beb6/EUEU04ESK1000000_cardBackground.jpg?w=640&q=75",
      "id": 3
    },
    {
      "title": "Europa Universalis IV: Origins Immersion Pack",
      "content": "MAIN FEATURES\nJewish Religion\nThe Ethiopian Jews of Beta Israel are included, and Jewish nations can choose from nine religious characteristics to accentuate their national strengths.\n\nMissions for Mali\nHalt the decline of West Africa’s greatest medieval empire and reassert control of former vassals.\n\nMissions for Kongo\nUnite the peoples of the Congo River and confront the growing European threat.\n\nMissions for Songhai\nDevelop your provinces and claim the mantles of Mali and Timbuktu as the new rising power.\n\nMissions for Ethiopia\nEnsure religious unity and prestige in the Kingdom of Solomon while unifying the nations of the African Horn. Also adds the noble Ç̌äwa regiments.\n\nMissions for Mutapa\nBuild on the legacy of the founders of Great Zimbabwe and exploit the riches of South Africa to dominate trade.\n\nMissions for Kilwa\nConquer your neighbors and expand your trade empire through colonization.\n\nMissions for Ajuuraan\nControl Indian Ocean trade and bring water to your desert provinces.\n\nNew Regional Mission Trees\nNew Missions for minor powers in Central, East and West Africa, as well as the African Horn.\n\nNew Army Sprites\n4 new army sprites each for Congo, Great Lakes, Southern Africa and Bantu nations.\n\nTwo New Missionary models\nAfrican Coptic and African Fetishist missionary animations added.\n\nNew Music\n12 minutes of new West African themed music, and 12 minutes of new East African themed music.",
      "author": "Burak Coskun",
      "date": "19/5/2023 - 17:06:22",
      "category": "DLC",
      "image": "https://images.ctfassets.net/u73tyf0fa8v1/5aVWJYTQI0DImFN313jtlL/6370c5d38c9bb2f633f8999ed82835fe/EUEU04DSK2021001_cardBackground.jpg?w=640&q=75",
      "id": 4
    }
  ]
}