{
	"blogs": [
		{
			"id": 1,
			"title": "ChatGPT: İnterneti kasıp kavuran chatbot",
			"information": "Chatbot'lar, son birkaç yılda kullanıcılar arasında popüler oldu. Ayrıca, yapay zekanın benimsenmesine de iyi bir örnek oldular. Satış için potansiyel müşteri oluşturmaktan, sık sorulan soruları yanıtlamaya kadar birçok işi yapan Chatbot’lar insan-yapay zeka etkileşiminin temel taşı olduklarını çoktan kanıtladılar.\nOpenAI, Nisan ayında yayınladığı DALL-E görüntü oluşturma teknolojisiyle viral olmayı başarmıştı. Her yeni güncellemeleriyle de odağı üzerine çekti. Son olarak, geçtiğimiz günlerde test aşamasında olan sohbet robotu ChatGPT’yi beta kullanımına açtı. Öyle ki ChatGPT internet dünyasında bir anda viral oldu. Yapay zekanın ne kadar ilerlediğini gözler önünde bir kez daha serdi.\nHerkesin bahsettiği ve şu sıralar viral olan ChatGPT nedir diye merak ediyor olabilirsiniz. ChatGPT nedir? ChatGPT neler yapabilir? ChatGPT nasıl kullanılır? Bu yazımızda ChatGPT’yi inceliyoruz.",
			"author": "coderspace",
			"date": "1/1/2023, 3:37:07 AM",
			"category": "Yazılım",
			"cover": "https://coderspace-storage-prod.s3.eu-central-1.amazonaws.com/media/blog/post/small_image/coderspace-blog-thumbnail-5.png"
		},
		{
			"id": 2,
			"title": "Hackathon Nedir?",
			"information": "Hackathon, Hacker Günleri, Code Challenge…. Birçok farklı isimle karşımıza bu organizasyonlar; yaş, tecrübe, programlama dili, konu ayırmaksızın herkes için düzenlenebilecek ve her şirketin düzenleyebileceği yarışmalardır.\nHackathon kelimesi, hack ve marathon kelimelerinin birleşiminden oluşur. İlk Hackathon’un tarihi 1999’a kadar uzanıyor.\nHackathon’lar kısıtlı süre içerisinde sizden beklenen projeyi geliştirmenizi isterken, her proje sizi daha iyi bir yazılımcı olma yolunda bir adım öteye taşır. Hem kendinizle hem rakiplerinizle yarışırken kazanacağınız tek şey ödüller olmaz, aynı zamanda kendinize de yatırım yaparsınız. ",
			"author": "coderspace",
			"date": "1/2/2023, 3:37:07 AM",
			"category": "Yazılım",
			"cover": "https://coderspace-storage-prod.s3.eu-central-1.amazonaws.com/media/blog/post/small_image/Hackathon-nedir.png"
		},
		{
			"id": 3,
			"title": "Green IT: Dijital Çağda Çevre Dostu Olmak",
			"information": "Green IT veya Eko ICT (Bilgi ve İletişim Teknolojileri) kavramı, dijital teknolojinin ekolojik ve sosyal ayak izine çözümler sağlamak için geliştirilmiştir. 5G ve 8K'nın hayatımıza girişiyle, bu konseptin gerçekte neyle ilgili olduğuna daha yakından bakmanın zamanı artık geldi.\nGreen IT, kullanımı insan faaliyetlerinin çevre üzerindeki zararlı etkilerini azaltan tüm bilgi teknolojilerini (BİT) ifade eder. Ancak bu tanım günümüzde halen eksik kalmakta. “Yeşil bilgi işlem” olarak da bilinen Green IT kavramını iki yolla tanımlayabiliriz:\nGreen IT, şirketlerin karbon ayak izlerini, sera gazı emisyonlarını ve enerji tüketimini vb. azaltmalarını sağlayan tüm teknolojileri ifade eder. Bu, IT'nin çevresel etkisini azaltmaya yardımcı olan tüm teknolojiler anlamına gelir.\nEk olarak, Green IT, ekolojik geçişi başlatmak için hem şirket düzeyinde hem de toplumsal düzeyde benimsenen sosyo-ekonomik ilkeleri kapsar.",
			"author": "coderspace",
			"date": "1/1/2022, 3:37:07 AM",
			"category": "Araştırma",
			"cover": "https://coderspace-storage-prod.s3.eu-central-1.amazonaws.com/media/blog/post/small_image/coderspace-blog-thumbnail-2.png"
		},
		{
			"id": 4,
			"title": "PHP Nedir? Ne İçin Kullanılır?",
			"information": "PHP Nedir? Ne İçin Kullanılır?PHP, bir web programlama dili olarak kullanılır ve HTML, CSS ve JavaScript gibi diğer web teknolojileriyle birlikte kullanılır. Bu dil, dinamik web sayfaları oluşturmak ve veritabanıyla iletişim kurmak için kullanılır.23 Aralık 2022PHP, bir web programlama dili olarak kullanılır ve HTML, CSS ve JavaScript gibi diğer web teknolojileriyle birlikte kullanılır. Bu dil, dinamik web sayfaları oluşturmak ve veritabanıyla iletişim kurmak için kullanılır. \nPHP, özellikle LAMP (Linux, Apache, MySQL ve PHP) adı verilen bir yazılım platformu üzerinde çalışır. Bu platform, web sunucusu olarak Apache ve veritabanı olarak MySQL kullanır. PHP, Linux, Windows ve Mac gibi farklı işletim sistemlerinde çalışabilir ve çeşitli web sunucularında çalıştırılabilir.",
			"author": "Atamedya",
			"date": "2/1/2023, 3:37:07 AM",
			"category": "Web",
			"cover": "https://ata.com.tr/upload/ewq475dqk1s084g8o.png"
		},
		{
			"id": 5,
			"title": "E-ticaret ve Sosyal Medyada Akılda Kalıcılık",
			"information": "Firmalar günümüzde akılda kalıcılık ları ile kendilerini ön planda tutabilmektedirler. Bunu yapabilmenin birkaç yolu bulunmaktadır.\nMüşterilerinizin firmanızı takip edip, etkileşimde bulunduğu sosyal medya bu konuda güçlü bir destekçi olacaktır.\nGün içerisinde yapılan paylaşımlar, görsel çalışmalar, sosyal medya kampanyaları gibi işlemler müşterilerinizin aklına yerleşmesi açısından etkili bir yol olacaktır.",
			"author": "Yazılımer",
			"date": "4/13/2023, 3:37:07 AM",
			"category": "E-ticaret",
			"cover": "https://www.yazilimer.com/wp-content/uploads/2018/12/e-ticaret-ve-sosyal-medyada-akilda-kalicilik.jpg"
		},
		{
			"id": 6,
			"title": "Site yüklenirken loader yapımı",
			"information": "Siteniz yüklenirken web sitenize güzel bir loader mı yüklemek istiyorsunuz. O zaman makalemizi dikkatlice okuyun ve uygulayın.\nÖncelikle size loader çeşitleri bulabileceğiniz bir link vereceğiz. Buradan 100lerce gelişmiş loader bulabilir ve kodları kopyalayarak sitenize entegre edebilirsiniz.\nhttp://codepen.io/search/pens/?page=1&q=loader\nBuradan loaderınızı seçtikten ve kodları sitenize entegre etmeden önce bazı jquery kodlarıyla sitenizde loaderın sadece sayfa yüklenirken gelmesini sağlamalısınız.",
			"author": "Ömür Kuzucu",
			"date": "5/20/2019, 3:37:07 AM",
			"category": "Programlama",
			"cover": "https://www.softaox.info/wp-content/uploads/2019/10/How-to-add-Preloader-on-website-using-CSS-jQuery-2.jpg"
		},
		{
			"id": 7,
			"title": "Grafikerler İçin Tavsiye Programlar",
			"information": "Grafiker, görsel iletişim tasarımını yapan profesyonellere verilen unvandır. Teknolojinin gelişimine bağlı olarak kullanıcı dostu tasarımların geliştirilmesinde aktif görevler yapan grafik tasarımcıları farklı medya türlerinde kullanılmak üzere broşür, reklam, kitap kapakları, web siteleri, logolar ve çeşitli materyal tasarımları da gerçekleştirir. Tasarım aşamasında müşteri gereksinimlerine göre planlamalar ve analizler çıkaran grafikerler işlerini en iyi şekilde yapmaları için de fazlasıyla araştırma yaparlar. Grafikerlerin araştırmalarını en iyi tasarımlara dökmek adına ise adobe programları başta olmak üzere en iyi grafik tasarım programlarını tercih ederek profesyonel işler ortaya koyar. İyi bir grafiker olmak istiyorsanız İzmir grafik tasarım kursu sitemizi ziyaret edebilirsiniz. İyi bir grafiker olmak için ise çeşitli programların bilinmesinde ve kullanılmasında yarar vardır. İşte iyi bir grafiker olmak için bilinmesi gereken 5 program.",
			"author": "iAkademi",
			"date": "5/20/2024, 3:37:07 AM",
			"category": "Grafik Tasarım",
			"cover": "https://www.iakademi.com/wp-content/uploads/2023/05/iyi-bir-grafiker-olmak-icin-bilinmesi-gereken-5-program-1000x500.webp"
		},
		{
			"id": 8,
			"title": "Yazılım Uzmanlığı Eğitimi (MCSD) Nedir?",
			"information": "MCSD uzmanlığı eğitimi donanımlı bir içeriğe sahiptir. Microsoft  yazılım uzmanlığı eğitimini alan kişiler Web Yöneticisi unvanı alarak çalışmaya başlayabilirler. Dijital Gen Akademi’nin MCSD uzmanlığı eğitimi her düzeydeki katılımcıların kendilerini geliştirebilecekleri bir eğitim programıdır. Özelleştirilebilir eğitim içeriğiyle ister grup eğitimi isterseniz kişiye özel eğitim alabilirsiniz. ",
			"author": "Dijital Gen",
			"date": "5/22/2023, 1:34:18 PM",
			"category": "Yazılım",
			"cover": "https://dijitalgen.com/wp-content/uploads/2023/03/html-css-collage-concept-with-person-720x1080.jpg?crop=1"
		},
		{
			"id": 9,
			"title": "Programlama Dilleri",
			"information": "İnsan fikirlerinin somut gerçeğe dönüştürülmesinde etkili olan ve girişimci akınına uğrayan yazılım sektörü günden güne etkisini artırmaktadır. Yazılım alanındaki gelişmeleri yakından takip ederek sektöre dahil olan kişi sayısının da artış göstermesi yazılım alanını daha da cazip kılmaktadır. Yazılım, en temelde elektronik cihazların belirli işler yapmasını sağlayan programların geneline verilen isimdir. Günümüzde ilköğretimden başlayarak üniversitelere kadar uzanan eğitim sürecinde yazılım alanına da yer verilmektedir. Peki yazılım uygulaması nasıl çıkarılır? Yazılım uygulaması çıkarmak için nelere ihtiyaç duyulur? Programlama dilleri yazılım uygulamalarının hangi aşamalarında tercih edilir? ",
			"author": "iAkademi",
			"date": "5/22/2023, 1:36:46 PM",
			"category": "Yazılım",
			"cover": "https://www.iakademi.com/wp-content/uploads/2023/05/programlama-dilleri-896x500.webp"
		}
	]
}
