{
  "blogs": [
    {
      "id": 1,
      "title": "National Customer Rage Survey: Top 10 Highlights For Service Teams in 2023",
      "text": "Data shows that customers are experiencing more problems than in years past, and they're not afraid to voice their complaints.Before we dig into the key takeaways from the survey, let's take a look at what's inside.The National Customer Rage Survey is a collaboration between Customer Care Measurement & Consulting (CCMC) and the W.P. Carey School of Business at Arizona State University.",
      "writer": "Alana Chinn",
      "date": "2022-03-25 10:00",
      "category": "Economy",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/national%20customer%20rage%20survey_featured.png?width=595&height=400&name=national%20customer%20rage%20survey_featured.png"
    },
    {
      "id": 2,
      "title": "17 Best LinkedIn Summary & Bio Examples ",
      "text": "Writing a LinkedIn summary is incredibly difficult — especially without examples to look at. Should you recount your prior roles? List your accomplishments? Should it be written in first person? Or in third?Or, should you forge ahead using the cookie-cutter bio LinkedIn wrote for you? (The answer to that question is no, but not to worry: You’ll soon have a LinkedIn summary you’ll be proud to publish.)",
      "writer": "Aja Frost",
      "date": "2023-04-17 11:20",
      "category": "Economy",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/linkedin-summary-examples-4.jpg?width=595&height=400&name=linkedin-summary-examples-4.jpg"
    },
    {
      "id": 3,
      "title": "Discrepancies Experienced by Black Content Creators",
      "text": "Welcome to Breaking the Blueprint — a blog series that dives into the unique business challenges and opportunities of underrepresented business owners and entrepreneurs. Learn how they’ve grown or scaled their businesses, explored entrepreneurial ventures within their companies, or created side hustles, and how their stories can inspire and inform your own success.",
      "writer": "Flori Needle",
      "date": "2021-06-10 15:30",
      "category": "Politics",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/discrepancies%20experience%20by%20black%20content%20creators%20%20598x398.jpg?width=595&height=400&name=discrepancies%20experience%20by%20black%20content%20creators%20%20598x398.jpg"
    },
    {
      "id": 4,
      "title": "The 35 Best Dark Website Themes",
      "text": "Looking for some stylish dark website themes to use as inspiration for your own website?These example websites and dark color themes span a range of niches, from agencies to personal portfolios, business websites, concept pieces, and more. The one commonality? They all have great-looking dark website color schemes.",
      "writer": "Colin Newcomer",
      "date": "2022-10-11 17:45",
      "category": "Public",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/Google%20Drive%20Integration/dark%20website%20themes_22023.png?width=595&height=400&name=dark%20website%20themes_22023.png"
    },
    {
      "id": 5,
      "title": "Marketing Against The Grain",
      "text": "Kipp Bodnar (HubSpot’s CMO) and Kieran Flanagan (Zapier’s CMO), lead you down the rabbit hole of marketing trends, growth tactics and innovation. On the way you’ll pick up undiscovered strategies to give you that slight edge for success. These are not your typical twitter thread regurgitated marketing tactics that everyone is doing. These are new methods, with unfiltered examination of successful fresh ideas.",
      "writer": "Alana Chinn",
      "date": "2023-02-11 18:45",
      "category": "Economy",
      "url": "https://megaphone.imgix.net/podcasts/6a1c6e3c-af7c-11ec-a955-fb60e2a1bf27/image/MAT_-_Show_Tile_3000x3000.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress"
    },
    {
      "title": "",
      "text": "",
      "writer": "",
      "date": "",
      "category": "",
      "url": "",
      "id": 7
    }
  ]
}