{
  "blogs": [
    {
      "id": 1,
      "title": "National Customer Rage Survey: Top 10 Highlights For Service Teams in 2023",
      "text": "Data shows that customers are experiencing more problems than in years past, and they're not afraid to voice their complaints.Before we dig into the key takeaways from the survey, let's take a look at what's inside.The National Customer Rage Survey is a collaboration between Customer Care Measurement & Consulting (CCMC) and the W.P. Carey School of Business at Arizona State University.",
      "writer": "Alana Chinn",
      "date": "2022-03-25 10:00",
      "category": "Economy",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/national%20customer%20rage%20survey_featured.png?width=595&height=400&name=national%20customer%20rage%20survey_featured.png"
    },
    {
      "id": 2,
      "title": "17 Best LinkedIn Summary & Bio Examples ",
      "text": "Writing a LinkedIn summary is incredibly difficult — especially without examples to look at. Should you recount your prior roles? List your accomplishments? Should it be written in first person? Or in third?Or, should you forge ahead using the cookie-cutter bio LinkedIn wrote for you? (The answer to that question is no, but not to worry: You’ll soon have a LinkedIn summary you’ll be proud to publish.)",
      "writer": "Aja Frost",
      "date": "2023-04-17 11:20",
      "category": "Economy",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/linkedin-summary-examples-4.jpg?width=595&height=400&name=linkedin-summary-examples-4.jpg"
    },
    {
      "id": 3,
      "title": "Discrepancies Experienced by Black Content Creators",
      "text": "Welcome to Breaking the Blueprint — a blog series that dives into the unique business challenges and opportunities of underrepresented business owners and entrepreneurs. Learn how they’ve grown or scaled their businesses, explored entrepreneurial ventures within their companies, or created side hustles, and how their stories can inspire and inform your own success.",
      "writer": "Flori Needle",
      "date": "2021-06-10 15:30",
      "category": "Politics",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/discrepancies%20experience%20by%20black%20content%20creators%20%20598x398.jpg?width=595&height=400&name=discrepancies%20experience%20by%20black%20content%20creators%20%20598x398.jpg"
    },
    {
      "id": 4,
      "title": "The 35 Best Dark Website Themes",
      "text": "Looking for some stylish dark website themes to use as inspiration for your own website?These example websites and dark color themes span a range of niches, from agencies to personal portfolios, business websites, concept pieces, and more. The one commonality? They all have great-looking dark website color schemes.",
      "writer": "Colin Newcomer",
      "date": "2022-10-11 17:45",
      "category": "Public",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/Google%20Drive%20Integration/dark%20website%20themes_22023.png?width=595&height=400&name=dark%20website%20themes_22023.png"
    },
    {
      "id": 5,
      "title": "Marketing Against The Grain",
      "text": "Kipp Bodnar (HubSpot’s CMO) and Kieran Flanagan (Zapier’s CMO), lead you down the rabbit hole of marketing trends, growth tactics and innovation. On the way you’ll pick up undiscovered strategies to give you that slight edge for success. These are not your typical twitter thread regurgitated marketing tactics that everyone is doing. These are new methods, with unfiltered examination of successful fresh ideas.",
      "writer": "Alana Chinn",
      "date": "2023-02-11 18:45",
      "category": "Economy",
      "url": "https://megaphone.imgix.net/podcasts/6a1c6e3c-af7c-11ec-a955-fb60e2a1bf27/image/MAT_-_Show_Tile_3000x3000.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress"
    },
    {
      "id": 6,
      "title": "The Hustle Daily Show",
      "text": "A daily dose of irreverent, offbeat, and informative takes on business & tech news. Hosted by Zachary Crockett, Juliet Bennett Rylah, Jacob Cohen, and Rob Litterst from The Hustle.Space food has a checkered reputation. One company is trying to bring the flavors and rituals of home to the astronauts. Plus: Montana bans TikTok and ChatGPT introduces an iOS app.Join our hosts Mark Dent and Juliet Bennett Rylah as they take you through our most interesting stories of the day.",
      "writer": "Flori Needle",
      "date": "2022-01-10 09:20",
      "category": "Public",
      "url": "https://megaphone.imgix.net/podcasts/cab36112-749c-11ec-9974-57a8480b9bef/image/THDS_Final_Tile.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress"
    },
    {
      "id": 7,
      "title": "Creators Are Brands",
      "text": "Welcome to Creators Are Brands, hosted by Tom Boyd. This is the show that explores how solo creators and storytellers are building brands online. From the mindsets, to the tactics, to the business side, I am fascinated how these individuals are building brands around their individualities. In this show, we learn what’s working, so we can apply that to your mission. We talk to creators, their teams, the platforms that power them. Learn how to make money as a solo creator by subscribing to the http://www.BonusFootage.co",
      "writer": "Aja Frost",
      "date": "2023-01-26 19:20",
      "category": "Public",
      "url": "https://megaphone.imgix.net/podcasts/5543c46e-4fb9-11ed-8672-d312df766a7f/image/Creators_Are_Brands_HPN.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress"
    },
    {
      "id": 8,
      "title": "9 Essential Certificates for Consultants",
      "text": "If you have a consulting practice, you need to curate credibility to help secure business. Consulting certificates can help.Having the right certification can put you at the top of the list for potential clients. Plus, you’ll learn the knowledge and skills you need to do the job.In this article, we'll share why consulting certificates are so valuable and how you can choose the right program for your needs.",
      "writer": "Flori Needle",
      "date": "2022-09-12 14:45",
      "category": "Economy",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/consulting-certificates.png?width=595&height=400&name=consulting-certificates.png"
    },
    {
      "id": 9,
      "title": "An Introduction to Climate Tech",
      "text": "The science is clear: The global climate is changing rapidly, due in large part to the burning of fossil fuels. In order to avoid the worst consequences of climate change, global temperature rise needs to be limited to 35 degrees Fahrenheit above pre-industrial levels. ",
      "writer": "Alana Chinn",
      "date": "2023-02-03 16:35",
      "category": "Politics",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/AllySchmaling-HubspotQ3-09252020-687166-min.jpg?width=595&height=400&name=AllySchmaling-HubspotQ3-09252020-687166-min.jpg"
    },
    {
      "id": 10,
      "title": "A Guide to Creative Entrepreneurship",
      "text": "You have a creative skill that you’ve polished, nurtured, and developed for years. Though some people simply view it as a hobby that you’re passionate about, to you, it’s your world. If there was some way for you to turn this skill into a career, it’d be a dream come true.",
      "writer": "Saphia Laner",
      "date": "2020-03-12 19:55",
      "category": "Public",
      "url": "https://blog.hubspot.com/hs-fs/hubfs/20201211-AllySchmaling-HubspotQ4-12112020-732702-min.jpg?width=595&height=400&name=20201211-AllySchmaling-HubspotQ4-12112020-732702-min.jpg"
    }
  ]
}