{
  "posts": [
    {
      "blogName": "Tehlikeli Oyunlar",
      "blogWriter": "Oğuz Atay",
      "blogText": "Tehlikeli Oyunlar, Hikmet Benol adlı “tutunamayan” bir adamın yaşamını konu alıyor. Okurun karşısına yeni boşanmış ve mutsuz bir adam olarak çıkan Hikmet Benol, hayatına düşünceleri ve yalnızlığı ile devam ediyor. Dostlarıyla geçirdiği zamanlar da onu düşüncelerinden sıyırmak için yeterli olmuyor.\n\nBenliğinin içinde birden fazla yaşamı ve karakteri bir arada taşıyan Hikmet, düşüncelerinin karanlığında sürekli boğulduğu hissine kapılıyor. Bu sıkıntıları da aklından oyunlar yazarak ve o oyunların içinde yaşayarak bastırıyor. Yaşamakta olduğu hayatın da kendi yazdığı bir oyun olup olmadığı konusunda sürekli düşünen Hikmet, en sonunda tüm bu düşüncelerden kurtulmaya karar veriyor.",
      "blogCategory": "Roman",
      "blogPicture": "https://i.dr.com.tr/cache/500x400-0/originals/0000000061603-1.jpg",
      "date": "21/05/2023, 12:51:00",
      "id": 3
    },
    {
      "blogName": "Inferno",
      "blogWriter": "Dan Brown",
      "blogText": "Avrupa’dan Türkiye’ye uzanan soluksuz bir maceraya atılmaya hazır mısınız? Dünyanın en çok satan romanlarının yazarı Dan Brown, Cehennem ile okurlarını bu kez de İstanbul sokaklarında bir gezintiye çıkarıyor. Romanlarında ağırlıklı olarak tarihi mekanları ele alan Brown, dünyanın en büyük gizemlerini usta kurgularla bir araya getiriyor. Cehennem romanında ise yazar, tüm insanlığı tehdit eden tehlikeli bir adamın İstanbul üzerinden planladığı korkunç bir katliam tasarısını işliyor. Bu kitabı okurken, her sayfasında çok şaşıracağınız bir dolu serüvenle karşılaşacaksınız!",
      "blogCategory": "Kurgu",
      "blogPicture": "https://i.dr.com.tr/cache/154x170-0/originals/0000000442778-1.jpg",
      "date": "21/05/2023, 14:20:35",
      "id": 4
    },
    {
      "blogName": "Tutunamayanlar",
      "blogWriter": "Oğuz Atay",
      "blogText": "Tutunamayanlar konusu itibariyle intihar eden arkadaşının geçmişini araştıran Turgut Özben’in, söz konusu arkadaşı Selim Işık’ın modern hayata neden “Tutunamadığı”nı öğrenme çabasını anlatmaktadır. Romanda Turgut’un karşılaştığı her kişi Selim Işık’ı tanıyan kişilerdir ve her biri Turgut’a Selim’in farklı yönlerini aktarmaktadır.\n\nİletişim Yayınları’nın en prestijli kitaplarından biri olan Tutunamayanlar, ülkemizde olduğu kadar Dünya çapında da merak konusu olan eserlerden biridir.",
      "blogCategory": "Roman",
      "blogPicture": "https://i.dr.com.tr/cache/154x170-0/originals/0000000061424-1.jpg",
      "date": "21/05/2023, 12:55:40",
      "id": 5
    },
    {
      "blogName": "Balonla Beş Hafta",
      "blogWriter": "Jules Verne",
      "blogText": "Balonla Beş Hafta, Fransız yazar Jules Verne'in 1863 yılında basılan macera romanı. Eser, Üç İngiliz'in Afrika Gezisi ve Keşifleri alt başlığını taşır. Yazar Jules Verne’in ilk romanıdır. Kitap olarak yayımlanır yayınlanmaz büyük ilgi görmüş, yazarı üne kavuşturmuştur",
      "blogCategory": "Çocuk",
      "blogPicture": "https://i.dr.com.tr/cache/500x400-0/originals/0002032313001-1.jpg",
      "date": "21/05/2023, 12:59:53",
      "id": 6
    },
    {
      "blogName": "1",
      "blogWriter": "1",
      "blogText": "1",
      "blogCategory": "1",
      "blogPicture": "1",
      "date": "21/05/2023,15:20:26",
      "id": 7
    }
  ]
}