{
  "posts": [
    {
      "title": "What is global warming and how to prevent it?",
      "author": "Jordan",
      "writtenDate": "10-07-2023",
      "coverUrl": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/13439425/shutterstock_285980522.jpg",
      "content": "Climate is not the same as weather, but the two phenomena are closely related. While weather refers to short-term conditions that can change quickly, climate determines the long-term character of a given place, for instance, whether it is temperate or tropical. The relationship between weather and climate is crucial: the former is subordinate to the latter. Climate determines temperatures, weather diversity, the traits of winters, rainfall totals, as well as the nature of meteorological phenomena such as the severity of storms. It is due to this delicate relationship that we are facing both temperature rises and more frequent weather extremes and natural disasters as a result of climate change.\n\nİklim değişikliğine katkıda bulunan diğer insan faaliyetleri arasında ormansızlaşma, CO2 emen ağaçları ortadan kaldıran ve gübre kullanımı ve hayvancılık yoluyla sera gazı emisyonları üreten tarım.",
      "category": "Nature",
      "id": 139
    },
    {
      "title": "Demon Slayer Season 3 Swordsmith Village Arc Final Episode Rumored to be an Hour-Long Special",
      "author": "Jimmy",
      "writtenDate": "12-04-2023",
      "coverUrl": "https://static0.gamerantimages.com/wordpress/wp-content/uploads/2022/04/yoriichi-demon-slayer.jpg",
      "content": "In exciting news for Demon Slayer fans, the ongoing Swordsmith Village Arc of Season 3 is gaining momentum, with episode 6 having recently been released. As viewers eagerly await the next installment, it has been revealed that episode 7 is scheduled to air on the 21st of May, marking another thrilling chapter in this action-packed anime series.\n\nWhile the exact number of episodes in Season 3 has not been officially confirmed, rumors circulating suggest that the season may conclude with just 11 episodes.\n\nIf these rumors are accurate, it means that there are only four episodes left before the current season comes to a close.\n\nHowever, amidst these speculations, there is some exciting news to be found. Leaks circulating on social media indicate that the final episode of Demon Slayer Kimetsu no Yaiba Swordsmith Village Arc will be an hour-long special. ",
      "category": "Anime",
      "id": 960
    },
    {
      "title": "Twitter begins hiring for ‘Everything App’",
      "author": "Mücahit",
      "writtenDate": "20-04-2023",
      "coverUrl": "https://www.teslarati.com/wp-content/uploads/2023/03/Elon-musk-twitter-cash-flow-positive-q2-2023-.jpg",
      "content": "Twitter has begun hiring for positions related to its upcoming “everything app” offering.\n\nSince Elon Musk started the process of acquiring Twitter late last year, his intentions have been clear; make an “everything app” that could rival the incredibly successful WeChat offering in China. From this app, users would be able to use basic social media tools, purchase groceries, call a taxi, text their friends, and much much more. Now, the company, formally named Twitter, has begun the process of hiring to take on this monumental task.\n\nThe beginning of this hiring push was initially reported by Twitter Daily News, highlighting tweets from hiring managers at X Corp. who put out advertisements for the new positions.",
      "category": "Technology",
      "id": 719
    },
    {
      "id": 802,
      "title": "Hell’s Paradise Episode 9 Delayed: Fans Await Release of Highly Anticipated Anime",
      "author": "Jimmy",
      "writtenDate": "11-05-2023",
      "category": "Anime",
      "coverUrl": "https://www.spieltimes.com/wp-content/uploads/2023/03/Hells-Paradise-Anime-releasing-on-April-1st-Where-to-watch-What-to-expect-3.jpg",
      "content": "In a surprising turn of events, fans of the hit anime series “Hell’s Paradise” received disappointing news today. Shortly after the premiere of Episode 8, the official Twitter account for the series announced that Episode 9 would be delayed for a week.\n\nThe tweet read, “Thank you for watching Episode 8. Next week, May 27th, the broadcast and distribution will be closed. Episode 9 will be broadcast and distributed on June 3rd.”\n\n\nWhile the exact number of episodes in Season 3 has not been officially confirmed, rumors circulating suggest that the season may conclude with just 11 episodes.\n\nIf these rumors are accurate, it means that there are only four episodes left before the current season comes to a close.\n\nHowever, amidst these speculations, there is some exciting news to be found. Leaks circulating on social media indicate that the final episode of Demon Slayer Kimetsu no Yaiba Swordsmith Village Arc will be an hour-long special. "
    },
    {
      "id": 848,
      "title": "New Dead by Daylight Game Announced by Until Dawn Developer",
      "author": "Jimmy",
      "writtenDate": "20-06-2023",
      "category": "Gaming",
      "coverUrl": "https://cdn1.epicgames.com/offer/611482b8586142cda48a0786eb8a127c/EGS_DeadbyDaylight_BehaviourInteractive_S1_2560x1440-a32581cf9948a9a2e24b2ff15c1577c7",
      "content": "A new Dead by Daylight game is in the works courtesy of the team behind games like Until Dawn and The Quarry. Dead by Daylight is one of the biggest ongoing games out there and is one of the most successful asymmetrical horror games out there. It has been running for over half a decade now and shows no signs of slowing down, especially as the team just announced its plans for the future of the franchise. Instead of slowing down, the series is expanding. Dead by Daylight is getting more updates, a feature-length movie from Blumhouse, and even a brand new spin-off game.\n\nSupermassive Games, the team behind ultra-successful single-player choice-based horror like Until Dawn and The Quarry is working on a new Dead by Daylight game. Just like Supermassive's other games, it will also be a single-player game. A press release also confirmed the game will have \"life or death choices\", likely similar to the other Supermassive titles and more information will be revealed later this year. The game will feature new characters and take place \"beyond the fog\".\n\n\"We've been working hard to blunt the tension, agency and branching storytelling of a supermassive game together with Dead by Daylight's mythology to create an intense narrative experience filled with powerful life or death choices,\" said executive producer Traci Tufte. \"Our game will be set outside the Entity's realm and feature the story of a new cast of characters who players will follow for an unprecedented experience beyond the fog.\"\n\nWhile the exact number of episodes in Season 3 has not been officially confirmed, rumors circulating suggest that the season may conclude with just 11 episodes.\n\nIf these rumors are accurate, it means that there are only four episodes left before the current season comes to a close.\n\nHowever, amidst these speculations, there is some exciting news to be found. Leaks circulating on social media indicate that the final episode of Demon Slayer Kimetsu no Yaiba Swordsmith Village Arc will be an hour-long special. "
    },
    {
      "id": 594,
      "title": "You Can Finally Buy Spider-Man Remastered On PS5 All By Itself",
      "author": "Mücahit",
      "writtenDate": "22-03-2023",
      "category": "Gaming",
      "coverUrl": "https://i.kinja-img.com/gawker-media/image/upload/c_fit,f_auto,g_center,q_60,w_1315/75a9b734d154357c83377b9a0d42c0aa.jpg",
      "content": "Years after its initial release, you can finally buy Spider-Man Remastered on PS5 all by its lonesome. It’s a bit late, but still arrives just in time for anyone who wants to catch up before Spider-Man 2 arrives later this year.\n\nThe web-crawling action platformer was previously locked behind the Ultimate Edition of Spider-Man: Miles Morales as a bonus. Much to everyone’s frustration and confusion, there was no way for PS5 owners to simply upgrade from the PS4 version of Spider-Man without buying an entirely new game. It was a very video game thing to do.\n\nWhile the exact number of episodes in Season 3 has not been officially confirmed, rumors circulating suggest that the season may conclude with just 11 episodes.\n\nIf these rumors are accurate, it means that there are only four episodes left before the current season comes to a close.\n\nHowever, amidst these speculations, there is some exciting news to be found. Leaks circulating on social media indicate that the final episode of Demon Slayer Kimetsu no Yaiba Swordsmith Village Arc will be an hour-long special. "
    }
  ],
  "comments": [],
  "profile": [
  ]
}