{
  "posts": [
    {
      "url": "https://whc.unesco.org/uploads/thumbs/site_0356_0047-750-750-20151105154645.jpg",
      "title": "Istanbul: Travel Article",
      "content": "It’s hard not to speak in superlatives when describing this epic cradle of civilisation. No other city in the world has been besieged so many times, so greatly was it coveted by peoples outside its walls. No other city on earth sits astride two continents. Not just age old, for centuries it was the most multicultural city in Europe, on whose streets more than a dozen languages were spoken, from Italian to Persian, Greek to Arabic. Above all it was a city made for trade, built for business.Established on a triangular spit of land (the area today dominated by the Blue Mosque and Aya Sofya), the original town was surrounded by water on three sides. This was no shy retiring little colony, but a confident centre of commerce designed to govern one of the most significant waterways in the world, the Bosphorus. Control of this narrow channel connecting the Mediterranean and the Black Sea, ensured political clout, a constant stream of innovative ideas, and of course money, in the shape of traffic and taxes.",
      "author": "Peter Sommer ",
      "category": "Culture",
      "date": "Sat Dec 03 2022 03:44:50 GMT+0300 (GMT+03:00)",
      "id": 1
    },
    {
      "url": "https://media.istockphoto.com/id/1306977961/tr/vekt%C3%B6r/js-kodlama-web-sitesi-arka-plan%C4%B1.jpg?s=612x612&w=0&k=20&c=TVmJ4ShWoyITcbGYz70imiWyWpiLEMAq96GTpMNYFBo=",
      "title": "React Learning Roadmap For 2021",
      "content": "Comparing React to other frameworks the best thing about React is how exposed you are while working with it, as there is no template DSL (JSX compiles to sensible JavaScript), the component API has always been simpler with the addition of React Hooks and the framework offers a very little abstraction outside the core UI elements.Template Literal are enclosed by the backtick (` `) character instead of double or single quotes.They can contain placeholder and these are indicated by the dollar sign and curly braces (${}) and the expression in the placeholder and the text between the backticks get passed to the function.",
      "author": "  Mohit",
      "category": "Technology",
      "date": "Sat Dec 03 20219 03:44:50 GMT+0300 (GMT+03:00)",
      "id": 2
    },
    {
      "url": "https://cdn.pixabay.com/photo/2023/01/16/19/06/mars-7723123_1280.jpg",
      "title": "Mars: Everything you need to know about the Red Planet",
      "content": "Mars is the fourth planet from the sun and has a distinct rusty red appearance and two unusual moons. The Red Planet is a cold, desert world within our solar system. It has a very thin atmosphere, but the dusty, lifeless (as far as we know it) planet is far from dull.Phenomenal dust storms can grow so large they engulf the entire planet, temperatures can get so cold that carbon dioxide in the atmosphere condenses directly into snow or frost, and marsquakes — a Mars version of an earthquake — regularly shake things up. Therefore, it is no surprise that this little red rock continues to intrigue scientists and is one of the most explored bodies in the solar system, according to NASA Science(opens in new tab). ",
      "author": "David C. Agle",
      "category": "Science",
      "date": "Sat Apr 03 2023 03:44:50 GMT+0300 (GMT+03:00)",
      "id": 3
    },
    {
      "url": "https://s3.envato.com/files/313890465/221020_065%20copy.jpg",
      "title": "The Power of Music to Reduce Stress",
      "content": "Listening to your favorite music may have more health benefits than you realize. Here’s how songs can reduce stress and help you heal.It’s not until we forget our headphones that we realize just how much we rely on music to help us through the day. Our favorite music seems capable of pumping us up before an important moment, calming us down when we’re upset, and just about anything in between. But is there actually a scientific explanation for this? As it turns out, yes! Music has been widely studied and revered throughout human history for its ability to both entertain and heal. Countless experts have investigated how listening to music can potentially have therapeutic effects on a range of mental and physical health conditions, or just as a way to cope with everyday life.",
      "author": "Leubner Diano",
      "category": "Music",
      "date": "Sat Dec 03 2021 03:44:50 GMT+0300 (GMT+03:00)",
      "id": 4
    },
    {
      "url": "https://cyclingmagazine.ca/wp-content/uploads/2017/11/img_1653-768x1024-768x1024.jpg",
      "title": "Cycling - health benefits",
      "content": "To be fit and healthy you need to be physically active. Regular physical activity can help protect you from serious diseases such as obesity, heart disease, cancer, mental illness, diabetes and arthritis. Riding your bicycle regularly is one of the best ways to reduce your risk of health problems associated with a sedentary lifestyle.Cycling is a healthy, low-impact exercise that can be enjoyed by people of all ages, from young children to older adults. It is also fun, cheap and good for the environment.",
      "author": "Chertok M.",
      "category": "Sport",
      "date": "Sat Dec 03 2018 03:44:50 GMT+0300 (GMT+03:00)",
      "id": 5
    },
    {
      "url": "https://images.unsplash.com/photo-1590915152982-1efefd200948?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwcm9maWxlLXBhZ2V8OXx8fGVufDB8fHx8&w=1000&q=80",
      "title": "The History of the Guitar",
      "content": "The History of the Guitar begins thousands of years ago. Since ancient times, the guitar has gone through numerous changes, from its origins until it reaches the form it currently has; This is a stringed musical instrument that has spread all over the world.The origin of the guitar is not very clear, as some scholars say the instrument that preceded the guitar arrived in Spain in the 8th century during the invasion of the Arabs. Others say that its origins belong to the time of the Greeks, who designed an instrument with some similarities to the current guitar but straight edges. It had four strings, but in reality, there is no detailed history of the guitar.",
      "author": "Johnson V.",
      "category": "Music",
      "date": "Sat Dec 03 2015 03:44:50 GMT+0300 (GMT+03:00)",
      "id": 6
    },
    {
      "url": "https://d1iyh67kzf6t3o.cloudfront.net/images/blog/MusicandBrain1.jpg",
      "author": "John A.",
      "title": "How Music Affects Your Brain",
      "content": "We are wired for music. We bring the world into our bodies and brains through our senses. On a biological level, when I was listening to “Drift Away,” the music and sound activated my eardrums, which caused fluid in my inner ear to move. The fluid bent hairs on my cells, which converted to nerve impulses that traveled to my brain. These impulses moved through my brain’s neural networks, evoking strong emotions and memories—and altering my mood and outlook almost instantly.\n\nAt its core, we feel music—and now we are closer than ever to understanding why. One reason music has such an immediate impact on us is due to the way it is processed rapidly in the limbic system, the part of the brain which helps us experience emotions.",
      "category": "Music",
      "date": "2018-08-15",
      "id": 7
    },
    {
      "author": "Natalie Campbell",
      "title": "Encryption Keeps Kids Safe Online",
      "content": "As parents and Internet advocates, we’re passionate about children’s safety online, and we do everything in our power to keep our kids safe. Just as we buckle them into seatbelts and make regular doctors visits, we keep tabs on what they’re doing online, using tools like encryption to protect them from danger.\n\nThat’s why we’re so worried about proposals like the EARN IT Act, the STOP CSAM Act, and the Kids Online Safety Act in the U.S. These proposals erode the best tool we have for keeping our kids’ information—like where they live and go to school—private and secure.\n\nAllowing our kids to have an online life isn’t always easy. Being a parent is finding the balance between hovering and giving our children independence. Thankfully, there’s a middle ground. We can take control of some of the unknowns, so that we can reduce online risks. By turning to tools and actions, we can ensure our kids aren’t exposed to inappropriate content or contacted by strangers. Encryption is key to this, empowering us so our children can have a healthy, safe online presence—one in which their information isn’t exposed.",
      "category": "Technology",
      "url": "https://images.unsplash.com/photo-1610552254576-9500a3e99999?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=717&q=80",
      "date": "2019-12-26",
      "id": 8
    },
    {
      "author": "Agustina Callegari",
      "title": "G20 Women’s Summit: Digital Inclusion for Women",
      "content": "What if future generations in 2030 learned about gender inequality in their history class and not in their lived realities? What can rural women achieve when included in digital society? What can we do now to ensure a future without a gender digital gap?\n\nMany women and girls are being left behind in digital development. Women are 12% less likely to use the Internet globally than men, while in low and middle-income countries, the gap between women’s use and that of men is 26%. This is not only a question of connectivity, but about using the Internet in a meaningful way.\n\nThese were some of the critical issues the W20 Summit tackled in Buenos Aires last week.\n\nWomen20 (W20) is one of the key G20 engagement groups which supports the promotion of gender inclusive economic growth.\n\nIts recent summit was an opportunity for leaders to make progress on several fronts ranging from digital inclusion to labor inclusion, financial inclusion, and rural development.",
      "category": "Technology",
      "url": "https://picsum.photos/200/300",
      "date": "2018-09-16",
      "id": 9
    }
  ]
}