{
  "blogs": [
    {
      "title": "ChatGPT: İnterneti kasıp kavuran chatbot",
      "author": "Sait Behçet Yıldırım",
      "image": "https://coderspace-storage-prod.s3.eu-central-1.amazonaws.com/media/blog/post/small_image/coderspace-blog-thumbnail-5.png",
      "category": "Yazılım Geliştirme",
      "preview": "Chatbot'lar, son birkaç yılda kullanıcılar arasında popüler oldu. Ayrıca, yapay zekanın benimsenmesine de iyi bir örnek oldular. Birçok işi yapan Chatbot’lar insan-yapay zeka etkileşiminin temel taşı olduklarını çoktan kanıtladılar.",
      "body": "ChatGPT; OpenAl'in GPT-3 tabanlı sohbet robotudur. ChatGPT, kullanıcıların geri bildirimlerini inceleyerek OpenAI'nin daha iyi yapay zeka sistemleri geliştirmesine yardımcı olmayı amaçlar. Bu Chatbot, insan dilini kullanarak gerçeğe çok yakın etkileşim kuran yeni bir model. \n\nChatGPT'nin piyasaya sürülmesiyle birlikte, bu botlar artık evrimlerinin bir sonraki aşamasına geçmeye hazır olduklarını gösterdiler. Lansmanın üzerinden henüz 1 hafta bile geçmeden 1 milyon kullanıcıyı aşan ChatGPT, insan veya makine dili gibi bir dil yapısına ait içerikler oluşturabilme konusunda kendinden önce gelen modellerden çok daha gelişmiş bir yapıya sahip. Çoğu kullanıcı, yapay zeka destekli botun ne kadar zeki olduğuna hayret etti. Hatta bazı kullanıcılar, ChatGPT’yi Google'ın yerini alacak bir ürün olarak adlandırdı.",
      "date": "22.05.2023 16:51:10",
      "id": 4
    },
    {
      "image": "https://thurrott.s3.amazonaws.com/wp-content/uploads/sites/2/2023/01/GitHub.jpeg",
      "title": "Github Nedir, Ne İşe Yarar?",
      "body": "Github, dünyanın en büyük geliştirici topluluklarından birisi olup, git versiyon kontrol sistemini kullanarak yazılım geliştirme projeleri için web tabanlı bir bulut depolama servisidir.\n\nAyrıca, Github yazılım geliştiricileri için bir sosyal ağ platformudur. Github sayesinde, yazılım geliştiriciler, kendileri gibi yazılımla uğraşan kişilerin projelerine göz atabilir onları takip edebilirler.\n\nGithub Neden Kullanılır?\n\nNeden Github'ı kullanmalısınız? Bunun birkaç nedeni var. Birinci neden, kolay bir şekilde iş birliği ve sürüm kontrolü sağlamasıdır. Github herhangi bir yerden herhangi biriyle kod üzerinde çalışmanıza olanak tanır. Ek olarak birçok şirket ve işveren Github kullanmaktadır. Bu nedenle, bir iş bulmayı planlıyorsanız. Github profiliniz mutlaka olmalıdır.",
      "author": "Behçet Yıldırım",
      "preview": "Github, dünyanın en büyük geliştirici topluluklarından birisi olup, git versiyon kontrol sistemini kullanarak yazılım geliştirme projeleri için web tabanlı bir bulut depolama servisidir.",
      "category": "Yazılım Geliştirme",
      "date": "22.05.2023 16:05:50",
      "id": 5
    },
    {
      "title": "Green IT: Dijital Çağda Çevre Dostu Olmak",
      "author": "Sait Behçet Yıldırım",
      "image": "https://coderspace-storage-prod.s3.eu-central-1.amazonaws.com/media/blog/post/small_image/coderspace-blog-thumbnail-2.png",
      "category": "Araştırma",
      "preview": "Green IT veya Eko ICT (Bilgi ve İletişim Teknolojileri) kavramı, dijital teknolojinin ekolojik ve sosyal ayak izine çözümler sağlamak için geliştirilmiştir.",
      "body": "Green IT, kullanımı insan faaliyetlerinin çevre üzerindeki zararlı etkilerini azaltan tüm bilgi teknolojilerini (BİT) ifade eder. Ancak bu tanım günümüzde halen eksik kalmakta. “Yeşil bilgi işlem” olarak da bilinen Green IT kavramını iki yolla tanımlayabiliriz:\n\nGreen IT, şirketlerin karbon ayak izlerini, sera gazı emisyonlarını ve enerji tüketimini vb. azaltmalarını sağlayan tüm teknolojileri ifade eder. Bu, IT'nin çevresel etkisini azaltmaya yardımcı olan tüm teknolojiler anlamına gelir. \nEk olarak, Green IT, ekolojik geçişi başlatmak için hem şirket düzeyinde hem de toplumsal düzeyde benimsenen sosyo-ekonomik ilkeleri kapsar.",
      "date": "22.05.2023 16:53:00",
      "id": 6
    },
    {
      "image": "https://coderspace-storage-prod.s3.eu-central-1.amazonaws.com/media/blog/post/small_image/binge-watching-uc-santa-barbara.jpg",
      "title": "Yazılımcılar İçin 5 Dizi/Film Önerisi",
      "body": "Hepimiz evlerimizde kapalı kalmak zorunda kaldığımız zor bir dönemden geçiyoruz. Kendimizin veya yakınlarımızın sağlığı hakkında endişe ettiğimiz bu dönemde işimize odaklanmak gerçekten çok zor olabiliyor. Bu durum ister istemez bizlerde bir motivasyon kaybına yol açabiliyor. Fakat zaman geçiyor ve her zaman krizi fırsata dönüştürecek yollar mevcut. Evde kaldığımız bu süre kendimizi geliştirmek için oldukça ideal. Derin öğrenme, oyun geliştirme veya Android yazılım… Öğrenmek istediğiniz ama vakit ayırdığınız şeyleri öğrenmek için tam zamanı! Siz de bu konuda benim gibi motivasyon kaybını suçluyorsanız sizinle kendi yöntemimi paylaşmak istiyorum. Genellikle bir konu hakkında film izlemek veya kitap okumak silkelenmeme ve  kaybettiğim motivasyonumu kazanmama yardımcı olur. Ben de sizler için yazılım ile ilgili 5 dizi/film önerisi yapmak istedim. Şimdiden iyi seyirler ve sağlıklı günler…",
      "author": "Varol Maksutoğlu",
      "preview": "ğrenmek istediğiniz ama vakit ayırdığınız şeyleri öğrenmek için tam zamanı! Siz de bu konuda benim gibi motivasyon kaybını suçluyorsanız sizinle kendi yöntemimi paylaşmak istiyorum.",
      "category": "Kariyer Tavsiyeleri",
      "date": "22.05.2023 16:14:53",
      "id": 7
    },
    {
      "image": "https://coderspace-storage-prod.s3.eu-central-1.amazonaws.com/media/blog/post/small_image/how-to-choose-a-programming-language.png",
      "title": "Yeni Yazılımcılar için Programlama Dilleri Tavsiyeleri",
      "body": "Yazılım dünyasına yeni adım atanların en çok sordukları soruların başında “Kodlamayı hangi programlama dili ile öğrenmeye başlamalıyız?” geliyor. Günümüzde programlama dilleri konusunda çok fazla opsiyon olduğundan dolayı bu soru cevaplaması zor bir sorudur. Bu soruyu cevaplamadan önce daha önemli başka bir soruyu cevaplamanız gerekiyor: “Hangi alanda üzerine çalışmak istiyorum?”. \n\n\n\nMakine öğrenmesi (machine learning), oyun geliştirme, Blockchain, siber güvenlik ve daha nicesi… Her biri için kullanılan dil ve teknoloji farklı olduğundan ilk cevaplanması gereken soru budur. Fakat “Benim bu konuda pek bir tercihim yok.” diyenleriniz de olabilir. Korkmayın bu da gayet normal bir cevap. O zaman size tavsiyemiz popüler bir programlama dili öğrenmeniz. Çünkü popüler bir programlama dilini seçerseniz o dil hakkında daha çok kaynak bulabilirsiniz. Ayrıca bir dilin popüler olması o dili bilen yazılımcılara olan ihtiyacın da fazla olduğunu gösterir. Örneğin günümüzde çok kullanılmayan Kobol dilini öğrenmektense daha popüler programlama dillerine yönelmeniz daha mantıklı olabilir. Unutmayın bu dillerin hepsine birden hakim olmanız şart değildir.",
      "author": "Mertcan Moran",
      "preview": "Yazılım dünyasına yeni adım atanların en çok sordukları soruların başında “Kodlamayı hangi programlama dili ile öğrenmeye başlamalıyız?” geliyor.",
      "category": "Kariyer Tavsiyeleri",
      "date": "22.05.2023 16:15:54",
      "id": 8
    }
  ]
}