{
  "travels": [
    {
      "title": "Leaning Tower of Pisa, Italy",
      "text": "The Leaning Tower of Pisa is a famous tower located in the city of Pisa, Italy. It is renowned worldwide for its lean. Standing at a height of 56 meters, it tilts at an angle of 3.8 degrees.",
      "author": "Sarah Davi",
      "date": "2023-05-28T09:26:44.985Z",
      "category": "History",
      "url": "https://cdn.britannica.com/02/152202-050-4D73E046/Leaning-Tower-of-Pisa-cathedral-Italy.jpg",
      "id": 3
    },
    {
      "title": "Great Wall, China",
      "text": "The Great Wall of China is one of the world's largest structures, located in northern China. Built during various periods in history, the total length of the wall is approximately 21,196 kilometers.",
      "author": "Emily Johnson",
      "date": "2023-05-25 10:15",
      "category": "Historical",
      "url": "https://images.nationalgeographic.org/image/upload/t_edhub_resource_key_image/v1638892506/EducationHub/photos/the-great-wall-of-china.jpg",
      "id": 2
    },
    {
      "title": "Eiffel Tower, Paris",
      "text": "The Eiffel Tower, located in the heart of Paris, France, is one of the most iconic and recognizable structures in the world. Built in the late 19th century, this engineering masterpiece has become a symbol of both Paris and human ingenuity. In this article, we will explore the fascinating history, design, and significance of the Eiffel Tower.",
      "author": "John Smith",
      "date": "2023-05-20 10:15",
      "category": "Architecture",
      "url": "https://media.tacdn.com/media/attractions-splice-spp-674x446/06/74/ab/3e.jpg",
      "id": 3
    },
    {
      "title": "Uluru (Ayers Rock), Australia",
      "text": "Uluru is a massive rock formation and sacred site for the Anangu people, the indigenous population of Australia. It stands at a height of 348 meters and showcases a mesmerizing display of colors during sunrise and sunset.",
      "author": "Jessica Anderson",
      "date": "2023-05-22 13:45",
      "category": "Natural",
      "url": "https://upload.wikimedia.org/wikipedia/commons/a/a8/ULURU.jpg",
      "id": 4
    },
    {
      "title": "Colosseo, Italy",
      "text": "The Colosseum is one of Rome's most iconic landmarks and a symbol of ancient Roman civilization. Located in the heart of the city, this magnificent amphitheater stands as a testament to the grandeur and architectural genius of the Roman Empire.Construction of the Colosseum began in 72 AD and was completed in 80 AD during the reign of Emperor Vespasian. Built with concrete and stone, it was the largest amphitheater ever built at the time, with a seating capacity of approximately 50,000 spectators. The Colosseum was primarily used for gladiatorial contests, animal hunts, and other public spectacles that entertained the citizens of ancient Rome.The oval-shaped structure measures 189 meters long, 156 meters wide, and stands about 50 meters tall. Its exterior features four levels, each adorned with a series of arches and columns in the classical Roman style. The outer walls were once adorned with statues and intricate decorations, showcasing the opulence and power of the Roman Empire.",
      "author": "Aleyna Senozan",
      "date": "2023-04-22 13:40",
      "category": "Tourism",
      "url": "https://static.javatpoint.com/top10-technologies/images/top-10-tourist-places-in-world3.png",
      "id": 5
    }
  ]
}